{"title":"难懂的英文方言","zzzContent":"<p>去ansys.net逛了逛,看到一个帖子特有意思:<br />\n第一个帖子是:<br />\nThis is regarding magneto-strutural analysis, and mike already helped<br />\nme,another<br />\n    thing if anyone now specially from mike i did magnetic 3D analysis<br />\nand<br />\ntrying to<br />\n    do the reult filr that is .rmg to strutural analysis but I got very<br />\nless<br />\n    deflection my strutural nalysis is circular PDMS film, but when i<br />\napplied<br />\nforce<br />\n    from 3D magnetic analysis virtual work force or maxwell tensor force<br />\nuniformly<br />\n    or point load i got more deflection can you expalin me the reason.I<br />\nthought<br />\n    very less magnetic force is acting when I performed sequential<br />\nanalysis<br />\nwh&#101;re i<br />\n    used magnetic analysis results.<br />\n    Thank you in advance<br />\n    Rajan Malik<br />\n    Louisiana tech university<br />\n    Ruston,LA 71272<br />\n然后回复是:<br />\nI don’t know the answer to your question. But I can tell you that your<br />\nchances of getting an answer would be better if you took the time to AT<br />\nLEAST eliminate typographical errors from your post. &#8220;reult filr&#8221;? Do<br />\nyou mean &#8220;result file&#8221;? Then why didn’t you take 10 seconds to read over<br />\nyour post, BEFORE you posted it? You don’t speak English well; our<br />\nchances of understanding you would be increased many fold if you would<br />\ntry to spell correctly. If you REALLY want to optimize your chances for<br />\nan answer, I’d suggest having a native speaker of English look over your<br />\npost, and check for grammatical errors, spelling mistakes, and so on.<br />\n(Not to mention run-on sentences&#8230;)</p>\n<p>I mean no offense, and I commend your ability to communicate at all in a<br />\nlanguage that is not native to you. But if you can’t be bothered to take<br />\nless than a minute to even check your posts for typos, I don’t<br />\nunderstand why you think anyone here should take a longer time to answer<br />\nyou.</p>\n<p>********************************<br />\nAdam Shinbrot<br />\nZimmer Spine<br />\nTel.: 952.830.6324 Fax: 952.837.6924<br />\n再后面一个是:<br />\nAdam,</p>\n<p>His post is written in the correct Louisiana dialect of our English<br />\nlanguage. You visit there sometime. Be sure and bring your passport<br />\nwith you too.</p>\n<p>Ronald Thomas, PE<br />\nMechanical Engineer &#38; Stress Analyst<br />\nGeneral Dynamics C4 Systems<br />\nVertexRSI<br />\n1217 Digital Drive, Ste. 101<br />\nRichardson, TX 75081<br />\n972.690.8865 x 254<br />\n(fax) 972.644.6322</p>\n<p>看来老美的英语也是很难懂的,方言连拼写都改了,result file 写成了reult filr.这么看来我们的英语都白学了,一出国我们准迷糊.</p>","postDate":"2005-06-06 13:11:51","postId":105,"type":"post","status":"publish","imported":true,"file":"105.md"}