{"title":"关于创业，杂感","zzzContent":"我没有创业，只不过是这一阵有一些很特别的机会，经常与创业者们聊天，所以有许多感想。BTW,最近出来创业的兄弟越来越多了。\n\n<strong>创业的管理三件事</strong>\n创业，其实首先管一件事，钱！\n没错，创业之前，清楚自己有多少钱，然后对能挣多少钱有个预估。创业之后，要时时关注自己的现金流。纸面财富和未来的财富都不是真的，只有目前兜里的钱是真的。让钱在自己兜里转起来，一步步越滚越大。\n第二个，人。\n一般创业，少见单枪匹马的。而合伙创业时，创业伙伴的特别重要，扯蛋的伙伴一遇到事就撤了，留下你一人在那奋斗，或者把自己当元老，不操心罢了，还败坏军心。\n第三个，事。\n管事是真正的创业应该干的事，但是其实他是最不重要的事。前两个没管好的都会先挂掉，到管事这个阶段，才真正见实力，真正的比赛阶段。\n\n<strong>关于创业方向</strong>\n\n其实从来就不存在方向的选择问题，最适合你的就是你应该选的。你可以选择以在地铁口卖烤红薯为主业，也可以选择那种先融资1000万美刀然后雇几十号专家来做芯片设计的事业。关键是，那种最适合你。也许有的人搞个网页设计外包就成了，还赚个盆儿满，他说他启动不需要资金过程轻构异常最后还赚得不少，但是，那个适合你吗？\n\n如何选方向，我觉得首先看一个资源问题。人力，资本，客户关系，一切都可以视为资源。某人拥有强大的政府关系，所以他创业是去拿地搞房地产，某人拥有多位经验丰富的律师朋友，所以创业就做律师事务所，而某人厨艺高超，还有不少弟子，他的创业选择就是开一家中餐店。。。。至于技术人员创业，总是会去选自己最熟的行业的，这也是基本自身资源考虑的。\n\n再者，还有市场容量问题。第一你的资源并不总是能帮上你，第二你选有些方向可能会遇到天花板。跟手机之家的老高聊天的时候，老高就提到，当初选手机可能不是一个很好的方向，如果选汽车，至少广告客户都会多很多，不仅厂家会投放广告，大的4S店也会投广告，做各种推广活动。\n\n<strong>关于性格</strong>\n\n其实不论何种性格的人，都是可以创业的。某个人非常内向，他搞了一家技术型公司，某个人天生是个人来熟，于是他搞了个模特经纪公司。。。。。人有N种性格，N种性格的人都是有适宜在这社会中生存的物质的。但是不善于合作的人，创业是很难成功的。我们也不排除说，某人在某个业务上特别强，然后拿到一项很特别的技术，解决了一个大问题，然后创业很easy地就成功了。比如说，假设某个天才级的跟人说话都脸红的家伙在实验室里鼓捣了20年然后发明了治疗癌症或者是艾滋病的药，然后开个药品公司，顺利上市，股价一路超过google apple成为纳市股王。。。当然这是假设。其实想单从技术上或是产品设计或是市场推广上大幅超过竟争对手，太难了。现实很多都是，同时竟争的很多公司，可能各个不同，各有所长各有所短，最后活下来的，一定是各方面比较均衡的那几家，而某一方面特别差的公司往往因为犯错误，或是遇到了翻不过去的门槛而挂掉了。而技术产品营销管理都特强的人是很少见的（虽然天才通才都是事实存在的）。这就要求一个团队里有不同特长的人一起合作。\n\n<strong>关于技术型创业</strong>\n\n技术型创业，其实最应当鼓励。呃，某人曾经曰过，”科学技术是第一生产力“。技术带来的价值，是显而易见，立杆见影的。但是在现在这个大环境下，技术型创业，其实特别难。现在国内IT大佬们，真正专心做技术的，几乎没有。我比较欣赏两个技术型轻公司，一个是监控宝，一个是DNSPOD.   中国这么多家IT企业，多如牛毛的IT企业，只有这么两家我认为是可以称为技术型公司的。如果我能创办这么一家公司，我认为会带给我足以让我面对各种困难的这种满足感。但是，再数数，还有其他的么？真没有了。也许，你会说，百度没技术含量么？QQ没技术含量么？还有。。。。你们阿里巴巴，一天处理数亿的网上交易，经过支付宝的money不知道有多少,你能说没有技术含量么？很抱歉，拥有一定技术实力，并不代表是一家技术型公司。 阿里巴巴，QQ,百度，都不是以为技术为核心竟争力的企业。技术，从来都需要一个东西来落地。\n\n我这一阵跟不同的创业者聊天，也了解到，为数不少的技术人员创业的思路，竟然是做外包。当然，这个路子也不是不行。任何东西，只要它可以成为一门生意，都可以去做。你当然可以说，你对技术开发无比娴熟，不管是做个论坛还是做个CMS，还是做个网店，都太熟了。不过，国内做外包的单子，真的不太赚钱而且很累。你想接我的单子是吧，我才不管这个东西具体需要一个什么样的流程呢，我们老板就只批了10万的预算，而且指定了8月8号这个大吉大利的日子必须上线，剩下的你们看着办吧，该加班加点你们就加吧。完了，交付了，你想拿尾款？等等，等我好好验收一下。。。不对，你们这没按需求来呀？我们没说过要把首页改红色呀，不行，你们得改。。。。。哦，那什么，结尾款是吧，咱明说吧，这个尾款结不结就看我了，你们是不是得意思一下？？？做外包，操蛋的事，真的很多。上路前，做好心理准备。\n\n<strong>关于投资</strong>\n\n<span style=\"color: #000000;\">一个字，难。两个字，很难。三个字，非常难。</span>\n\n<span style=\"color: #000000;\">over.</span>\n\n<span style=\"color: #000000;\">想拿投资前，先拷问自己一百遍吧。网上有各种VC问题集，Gg或Baidu一下吧。忠告是，如果不是你跟某VC关系特别不一般，比如你是VC他哥这种，等项目有了眉目开始挣钱了再找VC.如果没有，先自筹吧。CEO的一项重要能力要求就是，搞钱。在企业开始之前，自己搞到启动的钱，不管是哄老婆还是厚着脸皮拿老妈的养老钱。企业开始之后，从客户那里搞钱。</span>\n\n<span style=\"color: #000000;\">关于天使投资，我有一句忠告：对于普通人来说没有天使这种东西存在。你一般很难遇到带翅膀的，即便遇到长翅膀的了，也要分清是鸟人还是天使。谨慎分辨。如果有幸遇到，也要记住，既然是天使，他不应该拿走太多。天使投资，至少不能拿大头。如果有人说投资个10万块，还要拿51%，那恭喜你遇到鸟人了。</span>\n\n<span style=\"color: #000000;\">好吧，其实上面的话是吓你的。只是让你记住，投资不那么容易拿到。投资这东西，跟种地一样，看年头，有时候行情好，有时候行情差。所以，看准了。有时候那么一阵，某个东西某个概念特别火，很容易扎着钱的。当然，这个容易也只是相对的。拿钱总是一个很艰难的过程。谁谁谁聊5分钟敲定多少千万美金的事，咳咳，有一个词叫”艺术加工“您听说过么？？？</span>\n\n<span style=\"color: #000000;\">\n</span>\n\n<strong>关于用人</strong>\n\n这一点上，其实我很同意aw的意见：<a href=\"http://www.awflasher.com/blog/archives/1829\">http://www.awflasher.com/blog/archives/1829</a>\n\n并不是给员工发了期权，你的团队就稳定了。同理，发高薪也是一样，照样不见得留得住人。而发期权，比发高薪要差。一个公司，顺利地发展到上市，这概率，有人说，和打雷打到人头上一样。其实，叫我说，可能比这个还低。北京这几年雷击死了不少人了吧，有时一次还打死好几个。期权，绝大多数情况下是一张废纸。有好多大公司，喊上市喊了好多年了，到现在还没上市呢，融资都已经好几轮了。期权，一定程度上也许可以挽留一下员工，但是真的意义不大。创业者们，别自欺欺人了，你们自己相信那期权么？即便相信，你们自己估算一下你的公司上市交易的可能性，再算算，那些期权乘上概率后有多大价值？员工都很清楚呢，他们也都在算这个。\n\n有那么一条标语，叫“两手都要硬，精神文明物质文明一起抓”，这才是是留人之道。不给员工分红和期权不行，但光指望那个也不行。薪水嘛，在可能的情况下从高。然后再就是一些文化层次上的东西了，公司越大这个越重要。其实私下里我倒觉得一家创业公司创建之日起，就应该有自己的企业文化，而且这东西要实实在在地，而不是说看到google办公室里允许带狗，那再也允许，某个公司里有点心，那咱也放点水果在办公室，某个公司上班时间可以浮动一小时，那咱也浮动一小时。没用。真正地了解自己的需求，企业文化才有意义。企业文化不是简单地用“管理宽松，高福利”来达成的。虚情假义的东西，或是普世价值观也没必要成为企业文化。“诚信”么，对一般公司来说，我觉得好像没必要把这个列为企业文化之一，谁希望自己员工不讲诚信呀？但是对于阿里巴巴来说，这个尤其重要，因为。。。。。淘宝上卖的东西多，假货也特别多。因此，要诚信嘛，所以打击假货从不手软，这个简直是淘宝的生命线，不容侵犯，你要是卖假货被封铺子了，组织再多人上西湖国际抗议也没用。\n\n<strong>关于价值观</strong>\n\n好吧，既然都已经扯到阿里巴巴的价值观了，我顺便讲一下阿里巴巴价值观里的两句。一句是，“客户第一”，一句是“拥抱变化”。我觉得这两句简直就是用来指导创业的。对客户第一，在阿里巴巴的解释是，有的公司是，“股东第一，员工第二，客户第三“，而阿里巴巴反过来了，是”客户第一，员工第二，股东第三“。我记得余世维有一个MBA还是什么的讲课，里面有一个案例， 某个CEO说什么要照顾好他们的员工，这样员工会照顾好他们的客户，进而照顾好他们的利润。这个好像具体起来好像是把员工放第一的。这个理解，不同的企业真的不同。\n\n而对创业者来说，其实”客户第一“是这么理解的，你创业的第一天就应该想清楚，你的客户是谁？你想赚谁的钱？创业不管怎么说一般都是一种商业行业，要存活，就需要有钱进来，要考虑赚钱。那赚谁的钱，怎么赚，为什么他可以为你的服务还是产品付钱？这是需要特别想清楚的问题。而且，应该一句话可以说清楚，比如说，我为他们提供最美味的烤鱼，所以，他们为这个付钱。\n<img src=\"http://tudodo.com/show.php?f=145&amp;u=1&amp;t=1\" alt=\"防抄袭\" width=\"1\" height=\"1\" />\n拥抱变化，对创业者而言也是比较重要的。太多的企业在他的发展历程中变了好多次方向，才最终存活下来。一个小小的橡胶作坊，后来改变经营方向，成了手机巨人，这是诺基亚的历史。修摩托车的后来去做汽车，造机关枪的公司后来去做电脑，再后来卖掉电脑专门做IT服务,这都是顺应潮流，拥抱变化。好多创业公司最后成功的方向跟一开始创立时候确定的方向偏离很远了。没事，这是正常的，如果确实遇到很大的困难，不妨”拥抱变化“。\n而拥抱变化再进一步，就是主动求变。这个，就跟”创新“是一个意思了。就是确实需要相当的功力。\n\n[以下为评论机器人]\n<strong> 白子扬 </strong>- 要宝宝的时间太早了，晚一年的话，估计你也出来了上午10:10\n<strong> 黄翀</strong> - 其实不一定要局限于纯技术型创业的，跳出技术人的思维圈子会发现很多奇妙的点子。162多写写这种文章，加油。","postDate":"2010-11-06 23:43:49","postId":1243,"type":"post","status":"publish","imported":true,"file":"1243.md"}