{"title":"帅才、将才、领导力、执行力和管理","zzzContent":"<p>1.人才分三种，帅才，将才，匠才。<br />\n 帅才，是做主帅的。他要定方向，定目标，找到将才，并带好将才。<br />\n 将才，则是找到匠才，带领匠才们完成帅才分解给自己的目标，并承上启下，并辅佐主帅，培养匠才，给匠才成长空间。<br />\n 匠才，则是利用专业技能，完成指标，并且成长为更高级的匠才，或者成长为将才或帅才。</p>\n\n<p>2.帅才和将才都要有领导力和执行力，只是各自侧重不一样。帅才重领导，将才重执行。<br />\n 领导力有四个方面:眼界，魄力，胸怀。<br />\n 眼界不够的人，不能成长为多大，就是个小老板而已，算不上帅才。<br />\n 魄力不够的人，没有气场，碰到豆大一丁点事儿都罩不住，也不能做帅才。<br />\n 没点儿胸怀的人，更不用说，担不得半点委屈，也成不了事。</p>\n\n<p>3.执行力的前提是凝聚力。个人是不存在执行力的问题的，个人只有能力水平的高低。一个团队，才有执行力可谈。执行力，顾名思义，一个做出决定，一个来执行，才谈得上执行力。有一种团队，执行力最高，言出必行，令行禁止-----军队。命令是让你守住这个阵地，守不住，就得正法，没有理由才讲。这就是执行力。公司也一样，事先定好末位淘汰这个规矩，既然这个规矩已经确定，业绩排了倒数第一，就得处罚，没有情面可讲。</p>\n\n<p>4.最伤害执行力的，是派系。公司大了，就总会形成派系，有时候按前公司分，比如一个公司里的人有的是从金山挖过来的，有是从百度挖过来的，就可能会分成金山系，百度系，后来的人也会自觉不自觉地分成派系，有时按学历类别分，比如分成海归和土鳖两系，有的按业务分，比如网媒和纸媒。派系的表现是，每一个大佬，总监或VP背后，都有不同的一批人力挺。每一个大佬提个意见，大家会按自己的派系提出支持或反对。不管是业务调整， 还是业绩考核晋升什么的，都是按自己是哪个派系发表意见，而不是就事论事。这种按派系互掐，直接导致团队做出错误决策，因为大家不是就事论事。</p>\n\n<p>5.派系还有一种重要表现形式，是求平衡。各个派系虽然互相掐架，但是一般不把某一系搞得特惨，总是会留个后路。他们也是追求平衡的。这样的结果是，改革总是很难。因为大的变动总是会被和谐掉。所以，一个大公司的高层会上吵来吵去经常只是拿小事吵来吵去，真正的大事会遭到一致抑制。</p>\n\n<p>6.执行力的主体是团队。团队是一个很“团队”的概念:团队本身是一系列大大小小的团队构成的。所有，每一个大团队，都有内部团队之前的互相竟争。</p>\n\n<p>7.如果主要考查公司这种团队，因为公司是一个经济学的概念，不是一个社会学的概念，所以，解决公司这种团队的很多问题，都需要利用经济学原理来解决。正如同价格总是围绕价值上下波动一样，公司团队的实质规律也是围绕经济学规律波动。虽然有时看上去团动的某个事件发生得有些离谱，有些背离经济学原理，但是综合多件来看，他们会遵循经济学原理。</p>\n\n<p>8.领导力和执行力都是讲管理，而且主要是讲对人的管理。一个公司也和一棵小树从诞生，到长大，到开花结果再到死亡一样，有一个过程。这个过程中，最初是对钱的管理最重，再接下来是对事的管理最重要，最后是对人的管理最重要。VC给你讲的是，一个初创公司能否拿到他的钱，最重要的是团队，是看人。为什么不是看钱呢？难道初创公司最重要的是对人的管理吗？不是。初创公司，人很重要，但是钱的管理更重要。VC没说的是，他投你们公司，首先第一条看的是，你的现金流，你以后的现金流。不信的话，你的公司马上快揭不开锅了，你去找VC,甭管你的团队人多牛，多么辉煌的履历，我保证VC肯定不给你钱。所以，创业者每天都要清楚自己兜里有多少钱，能活几天，并且管好进进出出的每一笔钱。钱怎么花出去的，要管，钱怎么赚进来的，也要管好。</p>\n\n<p>9.有人说管理的本质是感动与被感动。做到感动人，多他妈难呀。这年头的人都不好感动。没必要。各自做好自己份内的事就OK了。管理是个经济学概念，感动是个社会学概念，两个混不到一块儿去。管理，是一个追求成本最低化和收益最大化的过程而已。靠拉关系搞来的团队的正常运行，太累。</p>\n\n<p>10.团队的leader要做好的工作，其实应该是绕来绕去应该都能绕到团队建设上。团队应该拥有共同的愿景，共同的价值观。 没有愿景，没有共同价值观的，不叫团队。而团队没有士气时，没有战斗力。而影响士气的重要因素，是胜利，是持续不断的胜利。应该说，是愿景加持续不断的胜利。每一次失败都会降低士气。所以团队leader应该尽力避免失败，在失败后应该迅速想法恢复士气。</p>\n\n<p>11.竟争力包含:文化，制度，技术，资源。大约一个比一个level更低。至少靠资源的竟争力是最不济的竟争力。但是，在中国，各种资源的竟争力，却可能是最重要。</p>\n\n<p>感谢老庄给我上管理课！~这是我的听课笔记。</p>\n\n<p><img style=\"margin: 0px; border: 0px initial initial;\" src=\"http://tudodo.com/show.php?f=145&amp;u=1&amp;t=1\" alt=\"\" width=\"1\" height=\"1\" /></p>","postDate":"2011-01-15 18:42:22","postId":1279,"type":"post","status":"publish","imported":true,"file":"1279.md"}