{"title":"不提升自己，连婚姻都保不住","zzzContent":"有那么一段时间，观察到一个奇怪的现象，身边的一些人们，提前进入了一种<span class=\"\">“</span>广场舞症候群<span class=\"\">”</span>。\r\n\r\n我对<span class=\"\">“</span>广场舞症候群<span class=\"\">”</span>这么定义：对生活不再有什么理解和奢望，但是又有一些时间无法打发，身体还算硬朗，还能做点啥，于是参与一些活动<span class=\"\">,</span>混一点日子，假装自己过得还挺有追求。\r\n\r\n说来惭愧，我有那么一阵，也是如此。人生的前<span class=\"\">20</span>多年，没有买房的概念，然后在北京漂了七年整，辗转租过<span class=\"\">n</span>多个地方，所以对房子的渴望如此之深，以至于能买房已经成为首选的也是唯一的目标。然后有那么一天，来到了杭州，杭州的房价（当然我买到郊区了）相比帝都少了不少，很快把房子弄好了，我就突然感觉人生空空的，擦，这接下来的目标是什么？就是还还房贷，坐等自己老去，然后把爱莎小公主照顾大把她交给一个男人接着就去跳广场舞？还算什么目标啊，不用努力就能实现的。\r\n\r\n在这之前，在买房成为我的首选任务之前，我曾经是有各种不同的目标的。在上高中的时候，我的目标是想上大学，走出农村，而且是上好一点的大学不然解决不了学费；上大学的时候我喜欢了编程，希望能够学会编程，于是自学，看了<span class=\"\">n</span>多书，有那么一天突然开窍理解了面向对象什么的概念，会倒腾倒腾的；再然后任务就是找工作，并且是能找到和当时的女友现在的老婆一个城市的工作，也找到了；再后来，换了工作，目标就是进一家理想的有技术实力的公司工作，后来也成功进了一家大公司了。。。。\r\n\r\n然而只有买房的这个目标比较硌应，这个目标一度让人绝望，但是又很突然地解决了。而且解决之后，一下子目标真空了，突然没什么目标了。\r\n\r\n真到有一天，看到一篇文章，解说为什么很多人，后来家庭会破裂，原因在于，两个人的成长不同步了。尤其是一方在做事业养家，另一方在家做饭洗衣的时候；因为在公司上班，总是会遇到不同的挑战，职位也越来越高，人挑战越来越大，也就在不断的成长，而在家洗衣做饭呢，年复一年，不过重复劳动而已；十年二十年之后，他已经不是那个他，你却还是那个只会洗衣做饭的你，洗衣做饭之后，也就会打打麻将。\r\n\r\n看到这里，我就在思考，其实家庭要存续，对双方来说，都有一个提升的要求。就算是在家洗衣做饭送孩子的那位，也可以提升自己啊，学学厨艺，插花，练练钢琴绘画，减肥瑜伽，并不一定是天天在家打麻将啊。反过来想难道不一样嘛，家里那位提升了艺术品位，会听西洋音乐剧爱上了梵高的画，你却还是只会套套页面还还房贷剩不了几个零花，难道不也会被看不上么？\r\n\r\n这么一想，太多家庭，最后分为陌路，不过是因为提升不同步了，在他或他的眼里，另一方就没有魅力了。\r\n\r\n看完这个文章我还想了很多，人是一种有惰性的动作，一旦呆在舒适的环境，难得有再努力提升自己的。我上中学的时候，早上一早起来在操场跑<span class=\"\">5</span>公里再进教室自习，自习完下课的时候同学们去吃早饭我去帮教师打开水，打扫办公室，那样可以赚一点点勤工俭学的钱。然后现在，我懒到一天下来微信运动只走不到<span class=\"\">5000</span>步，上班不到<span class=\"\">3</span>公里还要开车了。。没有别的原因，中学的时候目标就是上一个不错的大学，不然就得回家继续穷日子；而现在，既然做开发的这么火，<span class=\"\">2</span>年经验的前端开发都是<span class=\"\">30</span>万年薪了，邮箱里的猎头广告都开出<span class=\"\">50</span>万以上的年薪了，而我还房贷一月一万就够了，干嘛要跑步？干嘛要天天检讨自己？舒适的环境，让人沉沦至此。幸好我觉悟了。\r\n\r\n一个家许若要幸福，要有稳定良好的物质生活条件，要有良好的朋友圈子，婚姻幸福，家庭和美。而这一切，需要这每个人的不断提升。如果有个人选择混下去，沉溺打麻将，或是耽于混日子，这一切幸福可能就不再有。而一个人要能够卓越，则是在条件已经舒适的时候，能够继续不断提升自己。","postDate":"2016-04-01 15:32:29","postId":1364,"type":"post","status":"publish","imported":true,"file":"1364.md"}