{"title":"碎片阅读，还是深度思考","zzzContent":"有那么一阵时间，我受手机的影响特别大，过一会就去刷一下手机，不是刷微博，就是刷微信，再就是知乎。但是谢天谢地，由于微博的同学们疯狂地往我的时间线里插各种水货，屏蔽都屏蔽不了，还需要交会费才可以屏蔽。再我后来终于不用微博了。只有微信和知乎呢，内容就少一点，有时间过上十几分钟半小时刷，发现也没有新内容出来。这个时候就开始反思，我花在不重要的阅读或是杂七杂八的事情上的这种碎片化时间有点太多了。再加上最近经常感觉脑子不好使，觉得还是需要锻炼下子脑子的思考的能力。由于”碎片化阅读“这个观念比较深入人心，所以专门整理了一下我的看法。\r\n\r\n第一步，当然是考虑碎片化阅读的”功效“。碎片化阅读，实际意义不太大，原因有仨:\r\n\r\n1. 方向不明确，获得的知识散乱，没有目的性，对自己的工作，生活没有帮助。虽然谁写了篇文章分析”怎么看待知乎推出【值乎】这个网站“，或是”逻辑思维投资Papi酱背后的思考“可能看上去写得很好，但是这个跟我有什么关系呢。我自己有一块时间的话，我肯定是去有针对性地去翻阅我有需求的文档。\r\n\r\n2. 不够深入，因此实际上也没有消化，属于阅后即忘；严格地说，所谓碎片化阅读，一般也就是”休闲式阅读“的代名词了，反正也没有明确的方向，也没有明确的阅读目标，就当是看看花边新闻好了，没那么往心上去。\r\n\r\n3. 养成了不好的习惯，浪费了时间。因为有这么一个心理暗示，因此还会经常习惯性地花时间来做一些小的阅读，比如正在工作的时候，手机上知乎推送一篇”一个人孤单的时候养点什么好“这些，然后就放下手头的活去花了5分钟看了一下，等回过神来，都忘记自己本来是要干啥的呢。长久看来，这些碎片化阅读没有产生收益，实际是浪费了时间，还使用不能保持注意力，容易分心。\r\n\r\n我个人意见，跟”碎片化阅读“相对应的，应该是”深度思考“。本来想写成”深度学习“，但是实不不想让大家当做是普及”Alpha GO “原理的科普，所以写成”深度思考“。跟”碎片“相对应的，是”深度“；跟”阅读“相对的，是”思考“。只有深度思考，才有出路。\r\n\r\n相对”碎片阅读”，深度思考了，才能够理解得比较深。一知半解，还不如不知；短短地通过一篇网文来了解一个事件，甚至是一个行业，显然完全不够，顶多只够在闲暇之余吹牛的时候，多一点点谈资。更不用说，现在的网文的原始作者太多也是急功近利的主儿，自己都没弄清楚，网上随便看几篇，就自己瞎整一篇出来，原本内容就不准确；还有一些为了营销或是个人目的，瞎编乱造。\r\n\r\n同时，也只有经过了深度思考，才会产生与众不同的结论，促进观点的多元化；从观众群体来说，也能形成有主见的一批观众【题外话：这是一件这么重要的事儿啊，这样就不出现，你写文章说卡被吞了然后马上找银行了后来还是被盗刷了，下面一排排的人留言说赶紧拿卡到附近的atm取款表示卡还在身边，这样让人觉得哭笑不得的事】。\r\n\r\n深度思考，其实还是比较容易做到，当然还是需要一点点时间的投入，一点点技巧，一点点锻炼。时间么真不是问题，把平时刷手机的时间省下来，足够了。整理起来，我归纳成了三个点的技巧：\r\n\r\n1. 需要一个足够安静的不被打扰的环境；一片连续的时间，一个明确的目标。我有时候会去个安静的咖啡厅要一杯茶，写上一两个小时。有一次下班回来快10点多了，突然有个想法要整理篇东西，马上去门口咖啡馆来了杯“茶”，我平时习惯喝茶，但是这带里茶字的只有”长岛冰茶“，我就点了这个。咖啡馆的小妹妹说，你一个人喝啊？我说是啊，就一个人。端上来的时候又跟我说了一遍，这个比较容易醉，你当心点。我才发现原来是种酒。不过喝一口接着写点还挺好，写完脑子晕晕乎乎的正好回家睡觉。\r\n\r\n2. 纯在脑子思考无意义，找一个方式将思考整理和表达出来，比如画成一张脑图，或是写一篇文章记录下来，我学习一些东西的时候，方法是挨篇翻译下来。这样，做过的记录还可以温故而知新，过一段时间再看，还可能会有新的发现。这个表达出来的想法不是我臆想的：刚上学念书的小朋友们学习的时候是很有意思的，都是照着书大声念的，我记得我刚上小学的时候，放学回家都是一路大声背着课文回家的。表达出来，可能是学习中间最重要的一步。\r\n\r\n3. 将这个思考形成系列，获取反馈。这也是两个学习方法上比较重要的两个点。一开始我翻译东西的时候有点懒，会坚持不下去，后来，一看前面也翻译了好几篇了，有点不忍放弃，就慢慢坚持接着往后翻译；翻译的东西发表的技术社区，还有fans坚持每篇看，看了还挨个点赞，又给了更多动力继续。及时反馈，让人有继续的动作，这个在游戏中已经有了大量的运用了。","postDate":"2016-05-01 15:33:38","postId":1366,"type":"post","status":"publish","imported":true,"file":"1366.md"}