{"title":"总有一天轮到你","zzzContent":"前一阵的毒疫苗事件，闹得沸沸扬扬。我能预料，就和三鹿奶粉一样，这件事终究会被绝大多数人们忘记得干干净净，除了那些受害者。但是遗忘不代表不会发生，总有一天，这种事情，又肯定会发生在你我身边。\r\n\r\n我们回顾一下这么一些企业吧。在08年的三聚氰胺毒奶粉事件中，除开三鹿集团以外，还有这么一些企业 ，我随手挑了两家:\r\n\r\n青岛圣元乳业有限公司,产品名称:圣元牌婴幼儿配方乳粉,抽样产品17个，不合格数8个。【数据出处：维基百科,2008年中国奶制品污染事件：https://zh.wikipedia.org/zh-cn/2008%E5%B9%B4%E4%B8%AD%E5%9B%BD%E5%A5%B6%E5%88%B6%E5%93%81%E6%B1%A1%E6%9F%93%E4%BA%8B%E4%BB%B6#.E5.A4.9A.E5.AE.B6.E5.90.8D.E4.BC.81.E6.B6.89.E6.A1.88】\r\n\r\n这家企业现在怎么样了呢？\r\n\r\n这家公司现在已经是一家上市公司了,叫圣元国际。我在新浪财经的圣元国际的股票介绍页上找到这么一段话:\r\n<blockquote>圣元国际前身为青岛圣元乳业有限公司，成立于1998年1月，由北京澳内特乳品有限公司出资组建。2005年6月，圣元通过反向收购，成功在美国OTC证券市场上市，并与今年4月份成功转板纳斯达克。青岛圣元乳业有限公司始建于1998年，是集产品研发、乳品生产、市场销售、咨询服务为一体的专业乳品企业。公司主导品牌—圣元诞生以来，在中国乳品市场上已取得了骄人的业绩，成为中国婴幼儿乳粉的八大品牌之一。</blockquote>\r\n嗯，活得不错。再看看百X百科,互动百科的介绍，完全没有这段记录！难道一个上市公司卷入这么大的事件，完全不值得在百科上花上一行小字标注一下吗？\r\n\r\n另一家奶粉公司，大家想必都有耳闻，蒙牛。\r\n\r\n内蒙古蒙牛乳业（集团）股份有限公司,蒙牛牌婴幼儿配方乳粉,抽检样品28，不合格产品数3。这个产品给我印象深刻是因为，它太出名了，而且给我留下深深刺激的时，就在三聚氰胺闹得满城风雨的时候，我去超市，发现超市依然在做蒙牛奶粉的促销，依然很多人购买。我当下心想，我们这个民族完蛋了。\r\n\r\n我们这个民族，向来有个美德，宽以待人，少惹是非。小孩子不懂事好欺负人有什么关系呢，也就撕破几件衣服踢了几脚也没啥大伤大碍的。算了算了，乡里乡亲的，人家偷点东西也不是多大的事，就当没看见好了。唉人家公司的事情，总不能让人家老总个人承担责任吧，顶多管理上不到位，还要人咋滴？\r\n\r\n于是在这种大家普遍的宽容中，我们的企业越来越肆无忌惮。即便奶粉中加了三聚氰胺伤天害理，不照样生意越做越大升官又发财吗？\r\n\r\n做为对比，看看台湾的顶新集团地沟油事件的反应吧：\r\n<blockquote>1. 宜兰、台北、新北、台中、台南、高雄、台东等县市所属校园、机关全面抵制该集团产品，采取“不买、不用、不吃”。</blockquote>\r\n<blockquote>2. 以公股行库为主，依2014年3月银行公会“赤道原则”，对黑心企业实施金融“紧缩授信”。</blockquote>\r\n<blockquote>3. ...消费者文教基金会发布“无限期抵制顶新产品”的Android免付费App，可快速查询顶新旗下有哪些产品或服务。</blockquote>\r\n<blockquote>4. …民间发起第2波抵制潮，2015年12月10日起于全省美式量贩店好市多超市秒买秒退行动， 12日在台北凯达格兰大道举行“1212捍卫食安大游行。</blockquote>\r\n再回头想想08年大型超市给蒙牛做促销，民众抢购的情形。。。是不是有点无语了？\r\n\r\n先别忙无语，其实你我每个人，都是受害者，又都正在参与着，推波助澜着。你也许没有去买蒙牛的牛奶，没有买圣元的牛奶；那百X公司的百科上帮无良企业做公关，把血友病等各种疾病贴吧卖给了私立医院，这种情况下你有没有还在继续用它家的手机软件，用它家的搜索？如果有，从现在开始停止吧。宽容培育出来的，是各式样样的妖魔鬼怪。做个好人，还是做个坏人，也是受自然规律控制的。如果坏人不被唾，谁还做好人呢。\r\n\r\n结束前，我又去看了一些做过恶的公司的股价，忽然害怕的睡不着觉。往奶粉里加过三聚氰胺的公司，收骗子网站几千块钱给人发一个加”V”安全认证的搜索引擎公司，收了病毒软件1000块钱就把病毒软件加到白名单里的杀毒软件，都活得好好的。大约不远的一天，就会有什么糟糕的情况发生在我头上，未必是毒奶粉，未必是毒疫苗，未必是地沟油，但是事件发生的时候，一定无比糟糕和无助。但总有一天，会发生在我头上，也会发生在你头上","postDate":"2016-07-22 15:33:55","postId":1368,"type":"post","status":"publish","imported":true,"file":"1368.md"}