{"title":"我们这个小公司的技术【二】","zzzContent":"<span class=\"\">上次写了文章，介绍了<a href=\"http://mp.weixin.qq.com/s?__biz=MzAxNjUwNjQ4MQ==&amp;mid=2649518644&amp;idx=1&amp;sn=8939e5a3ea66f3f1355fb64a738dc7bc&amp;scene=21#wechat_redirect\" target=\"_blank\">我们这个公司的的小小的技术团队</a></span><span class=\"\">。后来觉得，还是没写透，做为一个技术主管，得想办法看得更长远，看五年，十年以后，所以，做为一个整理思路的机会，所以我还是想再写写我们的畅想，给大家讲清楚我们想做什么。</span>\r\n\r\n<span class=\"\">做为一个互联网家装平台，我们存在的价值，就是找到有装修需求的客户，帮他们解决好装修问题。装修的坑很多，人们的满意度很低，我们对外的宣称是，我们要改变家装行业的现状。这句话是个病句，改变什么现状？是不是有点感觉没说完？肯定是的。那是因为，在内部，我们说的是，我们要改变家装行业的黑暗现状。</span>\r\n\r\n<span class=\"\">我们未来10年要做的事情很明确：</span><em>我们要找到家装客户，并帮他们解决装修难题。</em>\r\n\r\n<span class=\"\">那为什么是我们来做？为什么我们可以做得比其他公司更好？因为，在所有的行业，所有的生意里面，能做到最好的，无非就是一个点，那就是，效率最高。怎么衡量效率最高？很简单，谁的成本低，谁的效率就最高。而我们这个团队，可以利用互联网工具和平台，将成本降到最低。</span>\r\n\r\n<span class=\"\">因此，我们持续要做的事情，就很明确，不停地降低成本。家装企业的成本有三块，采购成本，管理成本，获客成本。在这三个点上，互联网技术都是能有帮助并且是最有效的。根据这个思路，我把技术上的工作，整理成了这三个方向：信息化，移动化，数据化。</span>\r\n\r\n<span class=\"\">为什这么说？这几块成本里面，管理成本主要依赖的是我们使用互联网工具来降低，只有实现了装修的标准化，信息化，才可以相比其他家装企业管理成本更低。获客成本，更是大面积依赖互联网渠道来降低，互联网的媒体渠道将成本最有受众的媒体，互联网的app将吸引最多的眼球，也只有互联网手段的营销，才能最大程度地降低获取客户的成本。采购成本，也是非常依赖我们和上游供货商的一体化系统。这个系统顺畅起来，采购的运营成本就会不断地降低。</span>\r\n\r\n<span class=\"\">那问题来了，技术上，我们具体做哪些事情？</span>\r\n\r\n<span class=\"\">我还是分成信息化，移动化， 数据化三个方向来说。</span>\r\n\r\n<span class=\"\"><strong>信息化方面，我们技术上做这些工作：</strong></span>\r\n<ol class=\"list-paddingleft-2\">\r\n \t<li><span class=\"\">内部的整装，建材团购，客户跟踪，财务系统，工作流转等进入ERP系统；</span></li>\r\n \t<li><span class=\"\">商家的备货通知，上门测量，沟通反馈等进入ERP系统；外购商品进入ERP的库存管理系统模块，工长或工人调度，进度跟踪，相应的质检结果，都能进入ERP系统。</span></li>\r\n \t<li><span class=\"\">推进公司内的互联网化， 推进邮箱，企业号等的使用，提高IT化，提高响应速度 ，利用IT系统来完成新人培训视频化，文档化等工作。\r\n信息化的工作，以公司部分部门实行信息化为起点，以行业内上下游供应链纳入IT系统为及格标准。</span></li>\r\n</ol>\r\n<span class=\"\"><strong>　移动化方面，我们做的是这些：</strong></span>\r\n<ol class=\"list-paddingleft-2\">\r\n \t<li><span class=\"\">内部工作的移动化： 现有的ERP系统提供微信接入；内部员工的通知，商家的通知，工长的通知可以通过微信实现；内部工作如下订单，请假，财务操作等常见操作可以在微信企业号内实现；业主可以通过微信实现装修进度的查询，信息反馈，投诉跟踪等；</span></li>\r\n \t<li><span class=\"\">网络营销的移动化:包括为目前的论坛社区开发完备的手机端页面；加强开发微信服务号，在微信服务号可以学习装修知识，查看装修美图等。</span></li>\r\n</ol>\r\n<span class=\"\"><strong>在数据化方向，我们的具体目标是：</strong></span>\r\n<ol class=\"list-paddingleft-2\">\r\n \t<li><span class=\"\">建立常态化的商业站点开发、广告投放机制；在类似页面开发，广告创意的制作和投放中大规模应用AB测试的思想；持续优化广告投放，不断降低广告获客成本。开拓多种投放渠道，去除对现有部分大渠道的依赖，降低战略层面的系统风险。</span></li>\r\n \t<li><span class=\"\">实现精细化，数据化的运营；对工长，供货商的投诉量等等指标实现全方位的数据报表，根据数量优胜劣汰,根据数据来决定订单分派，让优秀的工长和供应商脱颖而出；从日常运营的访问量，UV,点击数，注册数，报名数；业主投诉量，解决量，平均解决时间，责任部门实现数据化， 对数据持续跟踪，稳步优化。</span></li>\r\n \t<li><span class=\"\">持续跟进口碑方面的数据；对于公司在所有客户内的口碑，有整体上的感知，也有局部强有力的控制 ，有持续根据口碑数据反推公司内部进行流程改进的能力。</span></li>\r\n</ol>\r\n<span class=\"\">前方任重而道远，我们稳步前行。目标定了，按说接下来一步一个脚印，走下去就是了。但是想清楚之后其实我无比痛苦，因为想做的事情，实在太多了，光想了一小部分，清单上面已经列了好几屏。前行的路上，我们特别期待与您同行。如果您是PHP开发工程师，产品经理，前端开发工程师，请发简历到我的邮箱:<a>55547082@qq.com</a> ,我们公司在北京十里河地铁口旁边，薪水不能说特别高，但足以维持生活的体面。</span>","postDate":"2016-10-19 15:42:16","postId":1382,"type":"post","status":"publish","imported":true,"file":"1382.md"}