{"title":"看过”Google 发现的十大真理 “和高春辉参加站长大会的感想","zzzContent":"<p>我看了之后第一件事情就是删除了站上的广告.<br />\n然后决心对网站做一些调整，包括:<br />\n不再将时间花在程序开发上，暂时中止太阳雨文章管理系统的开发.因为程序开发这个工作谁都可以作，不应当由我来做.我应当致力于我们提供给用户的服务:cad,cax行业的资讯，教程，交流等.程序吗，如果非要更换不可，可以选择一个可以自由编辑模板的免费的文章内容管理系统，自己在美工上下点工夫就可以了.</p>\n<p>以下是高的原文和google的十大真理</p>\n<p>前几日全国站长大会感言～</p>\n<p>1、人比想象的要多不少，据说一共去了 200 人以上，最后一天，在船上的时候，更是感觉明显的多，呵呵。</p>\n<p>2、有个站长，跟我寒暄了几句，立马就问我，怎么才能更好的作弊啊？我说我做网站不是靠作弊，需要长期培养之后，几乎是扭头就走，差点连“不好意思，我看到个熟人”都忘了说，呵呵。</p>\n<p>3、听过几个站长之间聊天，开口就是“你每天有几十万 IP啊？”，闭口就是“你一个月能收入多少啊？十几万？几十万？”，看，我这点收入还是跳楼去吧，呵呵。</p>\n<p>4、跟另一个参加站长大会的朋友总结了一个道理：1、来参加的个人站长99％以上是赚钱的；2、如果不作弊（起码是不做那种恶意作弊），那么来这里的站长可能要少 50％ 到 70％；3、如果没有那些收入联盟，那么来这里的站长可能要少 60％ 到 80％。</p>\n<p>5、一个相熟的站长，跟我说：“在这里，我看到的更多是浮躁，都是梦想要一步登天。”。</p>\n<p>6、还有些话，还是等着3、5年后再说吧。我很早就转载了《Google 发现的十大真理》，也希望自己能够向 Google 学习，呵呵</p>\n<p>坚持用户第一，长远的看事情，不为PV而PV，不为钱而钱，这样的公司，才是真正值得尊敬的公司。<br />\n我非常的赞同～ </p>\n<p>http://www.google.com/intl/zh-CN/corporate/tenthings.html</p>\n<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;<br />\nGoogle 发现的十大真理<br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>\n<p>1. 以用户为中心，其他一切纷至沓来。</p>\n<p>创建伊始，Google 即以提供最佳的用户体验为其中心任务。虽然很多公司主张客户利益优先，但难以抗拒各种诱惑，往往会牺牲客户的少量利益来增加股东价值。 Google 的一贯态度是：如果所做的更改不会给网站访问者带来任何优势，则将坚定不移地予以拒绝：</p>\n<p>界面清晰易用；网页加载迅速；绝对不出售搜索结果中的排名位置。<br />\n在网站上刊登的广告应提供相关的内容，且不会影响用户的体验。<br />\nGoogle 始终秉持着用户第一的理念，因而从网上赢得了最忠诚的用户群体。用户群体的增长并不是通过电视广告活动，而是通过用户的交口称颂来实现的。</p>\n<p>2. 最好的方式是将一件事情做到极致。</p>\n<p>Google 要做的就是搜索。Google 不做星座预测，不做财经咨询，也不做聊天。而是带领着世界上最大的研发队伍，心无旁骛地攻克搜索问题。Google 知道自己擅长什么，也知道如何可以做得更好。通过持之以恒地对难题进行反复的探索，Google 始终能够解决困扰他人的复杂难题，并不断地改进已被公认为网上最佳的服务。借助于 Google 错别字改正程序以及 Google 工具栏等创新工具（通过后者用户可以从任何一个网站进行 Google 搜索）使得数百万用户能够享受到快捷、完美的信息搜索体验。Google 的全体员工均专注于创造“完美的搜索引擎”，并为实现此目标而孜孜不倦地努力工作。</p>\n<p>3. 快比慢好。</p>\n<p>Google 相信瞬间带来的喜悦。您需要解答的时候，是希望马上会得到解答的。这点是勿庸置疑的吧？ Google 可能是世界上唯一一个努力让其用户尽快离开自己网站的公司。Google 执着地消减自己网页上的每一个多余的比特和字节，不断地提高服务环境的效率，并一次次地打破自己创造的速度记录。其他人认为大型服务器是处理海量数据的最快捷方式。但 Google 却发现联网的 PC 机速度更快。在他人已接受搜索算法所决定的明显速度限制时，Google 却写出了新的算法，证明了速度无限的真理。 Google 一直在不断地努力，让速度再快一点。</p>\n<p>4. 网络需要民主的作风。</p>\n<p>Google 之所以成功，原因在于它依赖数以百万计的向网站发布信息的用户来确定哪些网站提供的内容具有价值。Google 不依赖一组编辑人员或仅仅根据某个词汇出现的频率来为每个网页评级，而是采用一项突破性技术，即 PageRank™。PageRank 对一个网页所链接的所有网站进行评估，为它们分配一个值（在一定程度上参照了与相应网站链接的网站）。通过分析网络的整体结构，Google 能够确定哪些网站被最对其信息感兴趣的用户“投票”评为最佳信息来源。随着网络规模不断增长，每一个新网站将成为另一个信息点，同时也是要记入的另一张选票，该技术也会不断地得到改善。</p>\n<p>5. 您不必坐在台式机前也能获得所需的答案。</p>\n<p>世界的流动性越来越强，人们很难再局限于一个固定的角落。无论是通过 PDA，还是无线电话，甚至是在汽车里，人们都希望随时获得所需的信息。Google 在这一领域开发了多种创新技术，其中包括 Google Number Search。通过这一技术，人们从具有上网功能的手机以及即时转换系统（将以 HTML 格式编写的网页转换为手机浏览器可以读取的格式）上查找数据时，可以大大减少键击次数。借助于这一系统，人们能够从 Palm PDA、Japanese i-mode、J-Sky 和 EZWeb 等原先不能显示网页内容的设备上打开数十亿个网页，以查看网页内容。尽管搜索引擎在任何地方都可以帮助用户找到所需的信息，但 Google 仍然在不断地探索新技术和提供新的解决方案。</p>\n<p>6. 您可以通过正当途径赚钱。</p>\n<p>Google 是一个企业。它通过以下两种方式来获取收入：向其他公司提供搜索技术；向广告客户提供在 Google 或网络的其他网站上刊登广告的服务。然而，您可能从未在 Google 上看到过广告。这是因为，除非广告与所显示的搜索结果页内容相关，否则 Google 不允许在我们的搜索结果页上展示任何广告。因此，只有某些搜索才会在搜索结果的上方或右侧显示赞助商链接。Google 坚信，仅当广告与您要查找的内容相关时，才会为您提供有用的信息。</p>\n<p>Google 同样也证明了广告不必过分渲染也能够切实有效。Google 不接受弹出式广告，因为这会干扰用户查看所请求的内容。我们发现，文字广告 (AdWords) 的内容在与其读者相关时，所带来的点击率要比随机显示的广告高得多。Google 的优化小组与广告客户合作，以提高广告系列在有效期内的点击率。因为点击率越高，表明广告与用户感兴趣的内容的相关性越高。任何广告客户，无论其规模大小，都可以利用这一针对性强的媒介。既可以通过我们的自助式广告服务计划在数分钟内在线投放广告，也可以在 Google 广告服务代表的帮助下发布广告。</p>\n<p>在 Google 上刊登的广告总是明确地标记为“赞助商链接”。不损害我们搜索结果的完整性是 Google 的核心价值观。我们绝对不会操纵排名位置来将我们的合作伙伴放在搜索结果中排名较高的位置。没有人能够购买更高的 PageRank（网页评级）。我们的用户信赖 Google 的客观公正性，任何短期利益都不能够构成破坏这种信任的理由。</p>\n<p>成千上万的广告客户使用我们的 Google AdWords 计划来推广他们的产品，我们相信 AdWords 是同类计划中规模最大的一个。此外，成千上万的网站管理人员利用我们的 Google AdSense 计划，刊登与其网站内容相关的广告，以增加收入和改善用户的体验。</p>\n<p>7. 信息始终在不断地累加。</p>\n<p>当 Google 索引中包含的互联网上的 HTML 网页超过任何其他搜索服务之后，我们的工程师开始将精力转到那些不太容易获得的信息上。有时只是合并新数据库的问题，如添加电话号码、地址查询以及企业目录。有时却需要更多的创造性工作，如增添可搜索超过 88,000 万张图片的功能，或增添对原始格式为 PDF 文件的网页进行查看的方式。由于 PDF 格式的大量使用，我们需要扩展所搜索的文件类型的列表，以支持使用 Microsoft Word、Excel 和 PowerPoint 等多种格式创建的文档。为了满足无线用户的需要，Google 开发了一种独一无二的技术，可将 HTML 格式的文件转换为移动设备可读取的格式。该列表不会就此终止，因为 Google 的研究人员将持续不断地探索新的方式，将全球范围内的所有信息提供给寻找答案的用户。</p>\n<p>8. 对信息的需求超越了国界。</p>\n<p>尽管 Google 的总部位于加利福尼亚州，但我们的办事处遍布全球，我们的宗旨是帮助全世界的用户获得所需的信息。为了实现这一目标，我们维护着十多个互联网域；在我们所提供的搜索结果中，超过一半提供给美国境外的用户。用户可以根据自己的喜好，从 Google 支持的 35 种语言中任选一种来展示搜索结果。此外，我们还提供翻译功能，无论用户的母语是哪种语言，都可以搜索到所需的内容；不喜欢使用英语搜索的用户可以将 Googl\n</p>","postDate":"2005-04-20 08:02:33","postId":153,"type":"post","status":"publish","imported":true,"file":"153.md"}