{"title":"我做科研的几点体会","zzzContent":"<p>序<br />\n　　我刚刚开始做实验的时候，别人怎么说我就怎么做，每天在实验台旁干到深<br />\n夜，以为这就是科研了。两个月过去，突然发现自己还在原地踏步。那种感觉，<br />\n只能用&#8221;沮丧&#8221;来形容。我开始置疑自己的行为和观念。感觉有种习惯的力量在<br />\n束缚着我。习惯于人云亦云，习惯于奉命行事，习惯于忙忙碌碌。我根本不是什<br />\n么研究生，只不过是一个廉价而又勤奋的技术员罢了。后来看到周围的研究生在<br />\n重复同样的错误，我又惊讶于这些问题的普遍性。于是我决定把科研中的经验总<br />\n结出来，与大家探讨。希望借此逼近真正意义上的科研；希望这些经验在经历千<br />\n锤百炼之后成为研究生群体的积累，使后来人可以借鉴，少走弯路，直达问题的<br />\n实质。要感谢丁香园，在这里我才能思考得深入。是为序。</p>\n<p>　　我做科研的几点体会（一）</p>\n<p>　　1.一半时间做实验，一半时间看文献。</p>\n<p>　　千万不能把时间全部消耗在实验台上。看文献、看书、看别人的操作、听别<br />\n人的经验、研究别人的思路，边做边思考。要学会比较，不要盲从。否则，会被<br />\n一些小小的问题困扰许久。</p>\n<p>　　2.准备越充分，实验越顺利。</p>\n<p>　　古人云，磨刀不误砍柴工。前期的知识储备、文献储备、材料准备、方法准<br />\n备可以避免手忙脚乱，充分的预实验使你充满信心。一步一个脚印，就不必&#8221;从<br />\n头再来&#8221;。最不能容忍的是在开始的几步偷懒，造成后面总有一些无法排除的障<br />\n碍。</p>\n<p>　　3.记录真实详尽。</p>\n<p>　　人总是有一点虚荣心的。只把成功的步骤或漂亮的结果记到实验记录里，是<br />\n很多人的做法。殊不知，许多宝贵经验和意外发现就这样与你擦肩而过。客观、<br />\n真实、详尽的记录是一笔宝贵的财富。</p>\n<p>　　4.不要为老板省钱。</p>\n<p>　　效率为先。整天算计着省钱，一旦用了不可靠的东西，只会浪费时间，遭受<br />\n打击，到头来一分钱也省不了。</p>\n<p>　　5.把握心理优势。</p>\n<p>　　做过实验的人都经历过失败和挫折。有些失败应当在预实验阶段发生，你这<br />\n时能坦然接受。假如不做预实验，在正式的实验中遇到，你的挫折感就很明显。<br />\n假如你因为赶时间而误操作，你会沮丧。假如你能因为目前心浮气燥而果断地放<br />\n一放，就可以避免悲剧的发生。假如你早上进入实验室之前还不知道今天要干什<br />\n么，你最好想好了再去。最大的错误是重复犯同样的错误。记住，屡教不改者不<br />\n适合做实验。</p>\n<p>　　我做科研的几点体会（二）</p>\n<p>　　1.先看综述，后看论著</p>\n<p>　　看综述搞清概念，看论著掌握方法。</p>\n<p>　　2.先看导师既往发表的文章，再看师兄师姐答辩的论文</p>\n<p>　　看前者知道大方向（实际上应当在考他的研究生之前看过），看后者知道哪<br />\n些可以借鉴。</p>\n<p>　　3.早动手</p>\n<p>　　在师兄师姐离开之前学会关键技术。</p>\n<p>　　4.如果接师兄师姐的工作往下做，一定要看其实验记录。前人的结果不一定<br />\n可信！</p>\n<p>　　5.两手准备</p>\n<p>　　设计课题要为了阐明问题，即不论结果为阳性或阴性，都能写文章。阳性结<br />\n果说明什么，阴性结果说明什么。假如课题要求得出阳性结果，你可能要事先设<br />\n计几部分，万一第一部分得不出预期结果，可以用其它部分弥补损失。</p>\n<p>　　我做科研的几点体会（三）</p>\n<p>　　1.多数文章看摘要，少数文章看全文</p>\n<p>　　掌握了一点查全文的技巧，往往会以搞到全文为乐，以至于没有时间看文章<br />\n的内容，更不屑于看摘要。真正有用的全文并不多，过分追求全文是浪费，不可<br />\n走极端。当然只看摘要也是不对的。</p>\n<p>　　2.集中时间看文献</p>\n<p>　　看过总会遗忘。看文献的时间越分散，浪费时间越多。集中时间看更容易联<br />\n系起来，形成整体印象。</p>\n<p>　　3.做好记录和标记</p>\n<p>　　复印或打印的文献，直接用笔标记或批注。pdf 或html 格式的文献，可以<br />\n用编辑器标亮或改变文字颜色。这是避免时间浪费的又一重要手段。否则等于没<br />\n看。</p>\n<p>　　4.准备引用的文章要亲自看过。</p>\n<p>　　转引造成的以讹传讹不胜枚举。</p>\n<p>　　5.注意文章的参考价值。</p>\n<p>　　刊物的影响因子、文章的被引次数能反映文章的参考价值。但要注意引用这<br />\n篇文章的其它文章是如何评价这篇文章的：支持还是反对，补充还是纠错。</p>\n<p>　　我做科研的几点体会（四）</p>\n<p>　　1.实验课学不会实验</p>\n<p>　　实验课之前老师把前面的步骤做完了，把所有问题都解决了，上课的时候让<br />\n大家见到完美无缺的最后一步的表演。这是真正的实验吗？那时候我们还天真地<br />\n问老师：我们可以走了吗？什么时候交实验报告？对多数人来说，实验技能只能<br />\n是在实验室里&#8221;泡&#8221;出来的。</p>\n<p>　　2.交流是最好的老师</p>\n<p>　　做实验遇到困难是家常便饭。你的第一反应是什么？反复尝试？放弃？看书？<br />\n这些做法都有道理，但首先应该想到的是交流。对有身份的人，私下的请教体现<br />\n你对他的尊重；对同年资的人，公开的讨论可以使大家畅所欲言，而且出言谨慎。<br />\n千万不能闭门造车。一个实验折腾半年，后来别人告诉你那是死路，岂不冤大头？</p>\n<p>　　3.最高层次的能力是表达能力</p>\n<p>　　再好的工作最终都要靠别人认可。表达能力，体现为写和说的能力，是需要<br />\n长期培养的素质。比如发现一个罕见病例，写好了发一篇论著；写不好只能发一<br />\n个病例报道。比如做一个课题，写好了发一篇或数篇论著；写不好只能发一个论<br />\n著摘要或被枪毙。一张图,一张表,无不是表达能力的体现。寥寥几百上千字的标<br />\n书，可以赢得大笔基金；虽然&#8221;关系&#8221;很重要，但写得太差也不行。有人说，我<br />\n不学PCR，不学spss，只要学会ppt（powerpoint）就可以了。此话有一点道理。<br />\n实验室的boss 们表面上就是靠一串串ppt 行走江湖的。经常有研究生因思维敏<br />\n捷条例清楚而令人肃然起敬。也经常有研究生不理解&#8221;为什么我做了大部分工作<br />\n而老板却让另一个没怎么干活的人写了文章？让他去大会发言？&#8221;</p>\n<p>　　你没有看到人家有张口就来的本事吗？</p>\n<p>　　4.学好英语，不学二外。</p>\n<p>　　如今不论去日本还是欧洲，学术交流早已是英语的天下。你不必为看不懂一<br />\n篇法语的文章而遗憾，写那篇文章的人正在为没学好英语而犯愁。如果英文尚未<br />\n精通，暂且不要去学二外。</p>\n<p>　　5.SCI 是个陷阱。</p>\n<p>　　运气！有人没费力气发了一篇SCI 文章。你不要羡慕他。因为据我所知课题<br />\n是别人设计的，实验是别人手把手带他做的，文章是导师帮他找了国外的人改写<br />\n的，而他并不擅长做科研。但是他因为一篇SCI 文章已经自认为可以在科研的天<br />\n地里一展身手了。于是要出国，要做实验，要继续发SCI,要挣美元。从此走上了<br />\n一条不属于他的道路。（也许有酸葡萄心理的成分）。但是看看周围的人，看看<br />\n自己，真的适合搞科研吗？真的不适合搞科研吗?</p>\n<p>　　我做科研的几点体会（五）</p>\n<p>　　我不知道科研对造假能够容忍到什么程度，科研和造假是不是一对双胞胎。<br />\n但台上的人都在说－决不造假。</p>\n<p>　　1.适当造假：无关痛痒，偏差不大。</p>\n<p>　　论文中做了年龄、性别匹配的正常成人DNA 对照，实际用脐血DNA 做对照；<br />\n论文中正常对照做了200 例，实际做了150 例；论文中有显著性差异，实际也有<br />\n显著性差异，但均值的差别没有论文中那么大；论文中随机分组，实际上随意分<br />\n组；论文中给动物行无菌手术操作，实际是只把部分器械在消毒剂里泡了泡。</p>\n<p>　　2.被动造假：忍辱负重，有苦难言。</p>\n<p>　　师兄的论文发表了，导师让伊接着做，伊没有重复出来，但伊不能说师兄的<br />\n论文有问题，伊在隐瞒事实的基础上做了更&#8221;深入&#8221;的研究；导师想要什么结果，<br />\n伊就能做出什么结果；毕业前的几个月很多人的实验变得异常顺利，该出来的都<br />\n出来了。</p>\n<p>　　3.客观造假：无意而为，缺乏常识。</p>\n<p>　　论文中报道一个新的缺失突变，据说伊只挑了一个克隆测序；一个本该重复<br />\n数次的实验没有重复就拿去发文章了。</p>\n<p>　　4.主动造假：急功近利，风雨无阻。</p>\n<p>　　论文中的一张电泳照片来不及重做，借别人的一张差不多的照片顶替；酶切<br />\n的时候，有一条带应当完全切掉，但总切不干净，伊用PHOTOSHOP 把它涂掉了；<br />\n论文中的PCR 工作量很大，但PCR 仪使用登记本上只有一次记录；论文中p＝<br />\n0.041，实际p＝0.055，把对照组中的一例阳性观察去掉就得到0.041 了。</p>\n<p>　　5.积极造假：追逐名利，几近疯狂</p>\n<p>　　伊在一年中发表第一署名的论文50 篇；先有论文后有实验记录。</p>\n<p>　　我做科研的几点体会（六）</p>\n<p>　　英文文章写作</p>\n<p>　　1.阅读10 篇文献，总结100 个常用句型和常用短语。经常复习。</p>\n<p>　　注意，文献作者必须是以英文为母语者，文献内容要与你的专业有关。</p>\n<p>　　这属于平时看文献的副产品。</p>\n<p>　　2.找3-5 篇技术路线和统计方法与你的课题接近的文章，精读。</p>\n<p>　　写出论文的草稿。要按照标题、作者、摘要、背景、目的、材料、方法、结<br />\n果、讨论、致谢、参考文献、图例、图、表、照片和说明的统一格式来写。这样<br />\n做的好处是从它可以方便地改成任何杂志的格式。</p>\n<p>　　3.针对论文的每一部分，尤其是某种具体方法、要讨论的某一具体方面，各<br />\n找5-8 篇文献阅读，充实完善。</p>\n<p>　　这里讨论的只涉及英文表达，也只推荐给缺乏英文写作经验的人。</p>\n<p>　　4.找到你想投的杂志的稿约，再找2-3 篇该杂志的article，按它的格式改<br />\n写。</p>\n<p>　　注意，每次改写都要先另存为不同的文件名，以免出了问题不能恢复。</p>\n<p>　　5.找英文高手改。找不到合适的人，就\n</p>","postDate":"2005-03-27 13:50:29","postId":179,"type":"post","status":"publish","imported":true,"file":"179.md"}