{"title":"IT世界网CEO秦刚：门外汉玩转IT专业网站","zzzContent":"<p>他曾经在广州睡过街头进过收容所；他曾经是最大中文IT网站的元老；他在获取投资短短两个月后，成功组建自己的团队，实现了网站上线；短短3个月后，权威机构ALEXA数据 显示，其网站世界排名最高达到275名，国内IT网站排名前5名，而刚上线时它的位置是6万多名。</p>\n<p>这就是IT.COM.CN(IT世界网)CEO秦刚的经历，这些经历发生在短短的6年中。</p>\n<p>看过秦刚简历的人都会感到一点惊讶，一个毕业于南航管理专业的高才生，怎么会&#8221;触电&#8221;玩起了IT呢？而更令人惊讶的是，他不做则已，一做让专业人士也刮目相看。</p>\n<p>&#8220;门外汉&#8221;六年质变</p>\n<p>1998年，刚毕业的秦刚被分配到广西桂林机场，为了追随在广州的女朋友，他在上班的第一天便辞职了，可是当他飞身杀到广州的时候，等待他的，不仅仅是爱情。</p>\n<p>刚到广州的前两月，秦刚没有找到工作，基本上是处于打零工状态。最惨的时候在广州睡过街头，甚至还被收容过一次。某个凌晨，秦刚在下班回住所的路上被警察叫住了，当时没带证件，身上也只有一元钱，于是被抓到车上去，到了收容所说清楚才放出来。&#8221;从收容所出来的那一刻，我感觉到阳光从未如此灿烂。每当面临困难，我就想这缕阳光，它是我一生的财富。&#8221;</p>\n<p>这期间，秦刚一次偶然进入网吧，由此进入了IT的世界。从1998年走到2004年，秦刚用了6年时间，完成了从一名IT&#8221;门外汉&#8221;到IT.com.cn的CEO的质变。这6年里有5年，秦刚是在太平洋电脑集团度过的，从太平洋网的网站编辑、硬件栏目主编、网站总编，到太平洋电脑集团市场总监，他实现了蜕变。</p>\n<p>但是太平洋的港资背景使已成为市场总监的秦刚感觉到，他已经触摸到了事业的天花板。今年4月，秦刚遇到了一心打造数码连锁帝国的颐高数码集团。双方一见倾心，颐高倡导的创业文化给了秦刚足够的空间。而颐高看上的是秦刚丰富的操盘经验和独特的经营理念。</p>\n<p>&#8220;我们的新网站要有不一样的东西，这就是文化。目前的IT网站，不缺产品，缺的是一种网络IT文化，一种用于凝聚网民的牵引力。我们必须重新认识IT，对它，不能俗化，也不能神化，而是以平常心待之。所以，我们对产品的介绍尽量不出现术语，最多三下，你就可以在我们的网站找到你想要的内容，这就是细节中的文化。&#8221;秦刚一直倡导的是：IT世界，轻松一点。这可能与秦刚&#8221;门外汉&#8221;的出身也有关系。</p>\n<p>豪华团队八成人员不&#8221;专业&#8221;</p>\n<p>在谈到为什么IT.com.cn在短短的两个月中实现了奇迹般的增长时，秦刚认为，他的优势一是有卖场的支持，另一个因素是人。</p>\n<p>在采访中，秦刚不止一次谈到他的豪华团队，但是在IT.com.cn目前的100名左右的员工中，80%不是计算机行业毕业的，也没有从事过互联网工作，而其上海、广州的业务经理大部分是原来做保险的。&#8221;我的员工不讲究专业，很少有人拥有纯正的IT背景。&#8221;</p>\n<p>秦刚说他有两个标准来打造这支豪华团队：一方面是德，道德，包括做事的职业道德。另外一个是才，不只是你学到什么东西，还有再学习的能力，因为互联网是一个发展非常快的行业，如果没有再学习的能力很容易被互联网淘汰。</p>\n<p>&#8220;而且，IT行业发展时间不长，本身没有太多的沉淀，刚毕业的大学生有冲劲，有很灵活的思维，也比较容易跟我们这种创业型的公司结合起来，我们公司大部分新招的员工都是其他行业或者刚毕业的大学生。&#8221;</p>\n<p>而让原来做保险的人来担任业务经理，则是因为秦刚的一位邻居恰好是做保险的，请来一用，效果显著。&#8221;这些保险业务经理手上都抓着上千个客户，他们本身与客户打交道的能力也非常强，具备更强的专业素质。&#8221;</p>\n<p>我们是惟一可以落地的网站</p>\n<p>&#8220;我们最核心的竞争力是我们有连锁卖场的支持。我们是惟一可以落地的网站，颐高目前在全国有20个卖场，明年年底会有30个连锁卖场来支持。&#8221;</p>\n<p>尽管对于北京的消费者来说，颐高还是一个比较陌生的卖场品牌，但在浙江和上海，颐高并不陌生，作为一家杭州民营企业，从1998年出道至今，已经成为全国三大连锁数码卖场之一。</p>\n<p>今年年初颐高做出决定：3年投资一个亿，打造第四媒体平台IT.com.cn。颐高明白，未来的IT.com.cn，能给卖场带来什么！而秦刚更明白：落地才是硬道理。如果IT.com.cn能与颐高旗下的20家大卖场实行零时差互动，就能让原本呆板的数据显得格外生动。秦刚说，这种判断来源于在太平洋的经历：&#8221;从内心讲，我在太平洋网的经历是一笔财富，在太平洋，我明白了鼠标必须和钢筋水泥结合在一起。&#8221;</p>\n<p>5年前，所有人都在讲电子商务，只有太平洋把网站和它的实体结合在一起，当秦刚在太平洋网搞产品导购和测评的时候，很多同行在做产业新闻，没有人看得起太平洋，但是现在，浏览率最高的，确定太平洋网地位的，正是秦刚当年坚持下来的东西。也正是太平洋的经历让秦刚再次选择创业的起点时，依然选择了有卖场支持、可以落地的网站。</p>\n<p>&#8220;一个数码卖场一天有1万客户，30个卖场一天就是30万客户，这些客户就是我们网络客户的稳定来源。我们现在已经在颐高卖场里赠送会员卡，持卡用户可以在我们的网站获得免费邮箱，同时免费获得网上培训和维修。我们还在与当当网和携程网商谈合作，以后会员可以享受到更多的服务。而会员就是我最大的资源。假如我有100万个会员的资料，我就可以把这些会员购买电脑、数码相机、DV的信息和使用反馈，再卖给厂商。&#8221;</p>\n<p>秦刚给自己订的目标是今年年底进入IT网站的前三名，明年年底能够到一二名。秦刚还透露，位于北京中关村海龙大厦旁边的颐高首家北京卖场也即将开张。IT.com.cn为配合报价系统的正式商用，而特意花巨资购进100台笔记本电脑，准备在10月28日举办全国性的&#8221;查报价，送笔记本&#8221;的活动。秦刚开玩笑说，你想要中笔记本，要记得早点登陆www.it.com.cn，说不定幸运儿就是你！</p>\n<p>秦刚简历</p>\n<p>广西桂林人，1998年7月毕业于南京航空航天大学民航运输管理专业。</p>\n<p>1998年7月至1999年5月，就职www.it30.net，分别担任编辑和总编职务。1年时间内把IT30网站做成当时国内最好的硬件网站。</p>\n<p>1999年6月至2004年4月，就职www.pconline.com.cn，担任编辑、硬件栏目主编、网站总编、太平洋电脑集团市场总监等职务。\n</p>","postDate":"2005-03-27 11:41:21","postId":180,"type":"post","status":"publish","imported":true,"file":"180.md"}