{"title":"地方性行业网站的发展前景","zzzContent":"<p>随着互联时代的到来，中国的传统媒体不约而同的受到不同幅度的影响。各家企业的上线给我们带来了后期的思考。 </p>\n<p>从2000年到2004年，各大中小型企业纷纷立马建立起自己的独立网站，我所在的安徽市场分析来看，2000年的10家企业上网到2004年的13000家企业上网。大的企业拥有网站是无可厚非的，为了保护品牌，不惜一切代价在网络中树立自己的地位。而中小型企业呢？不是说有网站是一种错误，但可以直接的说是一种盲目的追风。 </p>\n<p>一家企业按照本地行情来看，建立自己的网站需要花费的费用不下于5000元，其中每年付出的费用高于1000元。但是他们从互联网中收到多少收益呢？我的一个企业客户网站留言版，一年才20来条（包括自己员工的留言；在线定单5条。说此必然会考虑到后期的网络推广没有做到位。试想，目前有什么能适合中小企业不花费大量费用而又能得到好的宣传效果呢？可以说，他们请求的有二条路，一、购买搜索引擎以及排名。二、登陆行业网站，借东风以慰自己。 </p>\n<p>关于搜索引擎以及排名，大家懂的都比较多，实际的效果大凡同行中人都有所了解。3721、通用网址、baidu、google 他们哪个能起到一个真正的好的作用呢，图增点击率的同时增加了大量的垃圾邮件。 </p>\n<p>阿里巴巴、中国制作网是全国典型的BtoB网站，2000年知道阿里巴巴，2001年中国制作网横空出世，三四年的时间给中国的BtoB市场带来了无限的生机，他们的立足点看中的直接是中国的企业，为中国企业着想，为中国的产品着想。很多企业愿意加盟的原因就在于可以直接得到好的收益，比一个自己的网站来的更加实际，但不可以避免的费用问题是许多小型企业不能接受的，一年万元左右的费用让他们承受不了。 </p>\n<p>当当书屋、易趣网在网络中频繁的弹出广告来宣传自己，让近乎全部的网名都记住了它们的名字，他们的BtoC模式方便了全国网名，也让大家了解到互联网的便捷。但是安全问题是涉网不深的人永远的心疼。 </p>\n<p>只要认真的看了前面简单的分析，我想很多人都了解到他们的优势与弊端所在。 </p>\n<p>地方性行业网站，顾名思义就是建立在地方这个区域范围内的行业型的网站，每个真正所在本地的人都会了解到他们所在的城市有无这样的网站存在，目前市场来看，此类网站未能得到很好的发展，起主要原因在于地域行业的限制阻碍了它们的发展。 </p>\n<p>分析我所拥有的此类网站&#8221;合肥餐饮娱乐网&#8221;为例，大家可参考此站来更深的了解地方性行业网站的发展前景。</p>\n<p>市场的定位在于餐饮娱乐二个行业，自故以来吃喝玩乐就没分过家。 </p>\n<p>一、受众群体分析，观看此网站的群体绝大多数是想了解此行业或想从中得到收益的网民。他们的目的是同意的，是商家所想拥有的。每一个点击都是实实在在的点击。 </p>\n<p>二、网络的市场作用，对于商家来说，网络的作用无碍乎提高宣传效果，此类网站的宣传效果是来自各个商家的结合，把数股独立的力量连结成一股强大的力量，宣传的效果不言而喻。 </p>\n<p>三、网站内容的覆盖率，一个商家自己的网站试想能拥有到网民想要的所有内容吗？不可能，他们的网站没必要这么去做，也不会这么去做，这必然抵制了商家所拥有的独立网站的发展。而行业网站不同，她必然要做到这点，这是它存在的基础。 </p>\n<p>四、网民的点击原因，我们大家都是网民，从自身的角度考虑，你想点击一个是你想需要的网站呢，还是一家对你来说没多大作用的网站？这不用说大家都这个，试想，我要是想找一家酒店就餐或者说想吃我想吃的，你会在网山怎么去做，必然是搜索了。如果你身在合肥，你会搜索&#8221;餐饮&#8221;吗？出来的结果会吓死你，想你也不会一个一个看下去；你会搜索**大酒店吗？搜到了一看不是你想的，会接着搜？三五个也许你做到，这而且还局限在你所知道的酒店中，你不知道的怎么搜；我想你必然搜索的是安徽餐饮或者是合肥餐饮，这样你也许就能找到你想找到的东西。这就是地方行业的作用。 </p>\n<p>一个大的门户是大家所知道的，但是实际的作用却不大，贴近网民的实际租用很小，导致，现在网络只是看新闻看八卦和宣泄的地方。真正有作用的网站也只能是你想要的。 </p>\n<p>行业分很多种，热门的行业却不多，拿安徽合肥的市场来看，合肥装饰网、合肥房产网在合肥都能红红火火的发展着，存在就有道理，存在就有市场。 </p>\n<p>BtoB、BtoC网站严格的来说，也是地方性行业网站。阿里巴巴把行业定在整个行业，把地域定在中国；中国制造网把行业定在制造业，把地域定在中国；当当书屋却把行业定在书籍，把地域定在全国。它们的定位广因为它们有它们存在的原因，阿里巴巴和中国制造网是因为把目标市场部分定在国外，它不得不把地域限制在全国。当当网你能说它火爆的时候会不在地方设立办事处或者分公司？ </p>\n<p>地方性行业网站存在在它无限的空间，我曾经搜索过餐饮地方网站，全国不下百家。大家把目标市场定位的越高，操作的难度越大。 </p>\n<p>它的优势是无法用字能打的出来的，接触过地方性行业网站的同仁都会知道，它难道没存在的可能？各种行业网站的诞生证明了它的蓬勃生机。 </p>\n<p>你要是一个商家业主，你会选择把建立自己的网站还是加盟地方行业网站？不难想象，答案只有一个。因为费用比你自己独立网站的费用不知道小多少，效果却好的多。物美而价廉的东西经商的人看的最清楚。\n</p>","postDate":"2005-03-27 11:40:14","postId":181,"type":"post","status":"publish","imported":true,"file":"181.md"}