{"title":"无线游戏是下一座金矿吗？","zzzContent":"<p>9月29日，IDC最新研究报告《2004-2008亚太区（日本除外）无线游戏市场分析与预测》中指出，亚太区（日本除外）的无线游戏市场在2003年达2.37亿美元，预计将以40%的复合年均增长率（CADG）成长，至2008年市场规模达13亿美元。</p>\n<p>有人曾经指出，无线游戏业务的利润比手机铃声下载还要丰厚。易观国际近期的统计称，移动通信各细分市场目前的业务功能中，话音、短信、电话簿或记事方面使用的比例最高，对游戏功能的使用甚至也达到了35.7%的比例。</p>\n<p>相形之下，用户对彩信、邮件、MP3等其他增值业务的使用都还没有超过10%。IDC亚太无线研究副总监Davina Yeo指出，铃声和图形下载在市场上成功推出并受到欢迎后，移动运营商非常迫切希望无线游戏能再次重复同样的成功。</p>\n<p>因此，在移动运营商开始快速拓宽无线游戏内容与种类时，他们将在下一年内重新制定市场策略，并将目标锁定更广泛的使用人群。也就是无线游戏完全有可能成为下一座金矿。</p>\n<p>是什么促进整个无线游戏市场的成熟？其中的关键因素又是什么？中国移动运营商可以在这个无线游戏蛋糕中分到多大一块呢？</p>\n<p>赞誉一片 魅力正在形成</p>\n<p>据市场研究公司Strategy Analytics 10月初发布的研究报告称，在今后5年里，可下载移动游戏市场将增长6倍，销售收入将占市场规模达80亿美元的移动游戏市场的82%。报告称，具有Java和BREW功能的手机数量在2009年将从今年的1.86亿部增长到10亿部以上，移动娱乐出版商显然会再次受到欢迎。</p>\n<p>于是，在无线游戏魅力日益高涨的时刻，我们将看到运营商和游戏公司对此趋势的热情也在随着价值的高升而高涨。</p>\n<p>在2004年前5个月，美国Verizon无线公司的用户下载的游戏数量超过了1200万次。</p>\n<p>而在中国，盛大在网络游戏上的成功让无线游戏的价值也显而易见。网络游戏的发展不仅仅给&#8221;盛大&#8221;公司带来了巨大的财富，使陈天桥成为中国最富的人，更重要的是它带动了整个中国曾经脆弱的网络游戏产业链的发展。正如陈天桥所认为：&#8221;盛大创造的收益与整个产业链相比是1:10的关系&#8221;。也就是说，当盛大赚一元钱，整个产业链包括电信运营商、PC制造商、经营场所网吧就可以获得10元钱的收入。</p>\n<p>这也是中国网络游戏发展的巨大动力。</p>\n<p>正因为有如此巨大的收益，才推动了网络游戏产业的飞速发展。与网络游戏相同，无线网络游戏的发展必将会给整个无线网络游戏带来巨大的收益。因此，从移动运营商到增值服务商，再到手机生产商正大力支持无线网络游戏的发展，以期从中分到一块&#8221;蛋糕&#8221;。</p>\n<p>中国移动、中国联通能以两种方式获得收入。一种，当用户玩无线网络游戏，运营商会获得接入费用；另一种，运营商可以向用户收取下载游戏的费用。</p>\n<p>这两种收入，使运营商惊奇地发现，无线游戏业务所赚取的利润甚至比手机铃声业务还要丰厚。</p>\n<p>伴随着中国移动GPRS和中国联通CDMA1X数据业务的深入发展，无线游戏业务将被认为是2.5G数据业务的一个重要应用领域。</p>\n<p>一般认为，无线游戏业务是能够充分发展2.5G特长的，因此它也将成为未来运营商在服务平台、应用软件下载以及更广泛的互联网服务争夺战的一个重要开端，同时也是移动和联通&#8221;打压&#8221;小灵通业务的利器。</p>\n<p>对于手机生产商而言，手机和游戏相融合，可以拓展手机厂商的市场空间，而现在也正有这样的一个趋势，手机已经从单纯的语音通话工具演变成强大的多功能&#8221;瑞士军刀&#8221;。全球手机市场占有率几近30%的霸主——诺基亚无疑是这方面的先驱。</p>\n<p>最先看到这种&#8221;All In One&#8221;融合趋势的诺基亚曾经不遗余力地投资数千万美元来从事N-Gage这种游戏手机的研发和生产，虽然短期内并没有取得预计的经济效果，但手机行业的趋势已经显而易见。</p>\n<p>IDC的分析师说，由于游戏如此流行，预计将出现更多像N-Gage这种类型的产品。</p>\n<p>随着3G网络部署的快速开展以及技术的进展，诺基亚这种垂直行业融合的发展模式正在被摩托罗拉、西门子、索尼爱立信等越来越多的厂商所效仿。它们纷纷大力投资游戏研发，期盼着在网络空前盛行的那天，可以占据有利的局势。</p>\n<p>而对游戏开发商来说，彩屏手机的普及使得手机使用者有了更好的移动游戏体验，网络传播速度的进一步提高和庞大的手机用户群基数也为游戏开发商开辟了一个广阔的市场空间，开发无线游戏必将带来巨大的收益。因此，日本的游戏开发商世嘉和育智纷纷成立无线游戏研发部门。</p>\n<p>对于SP们来说，短信所获得成功让其看到无线增值业务所带来的巨大市场&#8221;前景&#8221;，无线游戏必将成为其下一座金矿。因此，空中网、网易、盛大、掌上灵通等著名SP厂商纷纷加入无线游戏研发的行列。</p>\n<p>前景看好 吸引风险投资</p>\n<p>《数字化生存》作者，即搜狐投资者——尼葛罗庞帝曾经说过，搜狐这项成功的投资在一生中也难得遇到几回，即使最有经验的风险投资者，下注成功率一般也不会高过15%。</p>\n<p>这位互联网教父在告诉我们：每一项新生意，都有新的风险。</p>\n<p>然而，无线游戏领域现在的投资热度却好像没有风险一样，吸引着狂热的投资者。原因无它，只是&#8221;需要&#8221;——运营商需要留住顾客的新手法，玩家需要新的游戏。因此，大量的风险投资被聚集在有机会成为无线游戏市场中巨无霸的项目上。Jamdat公司就是一个非常典型的例子。</p>\n<p>Jamdat Mobile是一家美国的游戏和手机铃音制作商，一直被认为是无线游戏领域的领头羊，它的IPO引起了风险投资界的极大关注。他们在纳斯达克股票交易所的交易价格都在其报价以上，这是目前市场中IPO所少见的业绩。</p>\n<p>正如最近英国《金融时报》撰文指出的，移动业在过去5年中几经沉浮，投资者对这种大起大落早已习以为常。现在，移动业正处于上升期。最近大西洋两岸的密切合作便是一例。上个月，美国Mforma公司宣布开始新一轮4000万美元的融资，该公司自称是全球最大的移动娱乐内容出版商。Mforma在首轮融资中筹得风险资金4400万美元；仅在两个月后，由硅谷风险资本公司Draper Fisher Jurvetson牵头的新一轮融资又接踵而来。这体现了移动行业的一个重要特征，即&#8221;只要你能证明内容的价值，移动用户是愿意付费的。这与有线互联网(fixed-line internet)非常不同。&#8221;</p>\n<p>业内人士预测，在2009年，无线游戏的用户数量将从今年的3200万增长到2.2亿。在过去的几个月里，许多私营基金向主要游戏分销商投资，这是自90年代末IT繁荣时期以来，从未出现过的情况。而这也充分显示着人们对这个行业的信心正在显著提高。</p>\n<p>Strategy Analytics副总裁DavidKerr说，随着市场规模、分销协议、品牌许可证和管理经验在移动游戏出版方面发挥越来越大的作用，这个行业将会出现一些主要的厂商，他们将会被风险投资公司认为是风险性最小的投资方向。</p>\n<p>中国市场 制约因素重重</p>\n<p>波士顿咨询的一份报告显示，在无线游戏领域，日本、韩国超过欧美，占据全球最大市场份额。到2004年底，中国可能超过欧洲，2005年上半年中国可能超过美国紧随日韩之后。</p>\n<p>中国有固定网络用户4000万，在全球来讲并不是非常庞大的数字，但中国却有着世界最大的移动通信用户群，按照3亿来计算，与美、日等国家总人口相当！假如其中有10%的用户每个人每月下载一个游戏，每下载一个游戏收费5元，那么一个月的市场就有1.5亿元，一年就超过15亿元。</p>\n<p>一个可以比较的参照是网络游戏。国内网络游戏经过3年发展，已拥有相对成熟的技术和一批忠实用户，迎来了2003年的井喷式增长，网络游戏产业成为2003年国内IT业最耀眼的明星之一。但无线游戏毕竟不同于网络游戏的发展，在现今的市场上，仍存在很多制约因素。</p>\n<p>首先，本土无线游戏内容单薄。</p>\n<p>目前，中国移动和中国联通的开发商队伍很少，而日本的DoCoMo有7000家增值服务商。同时本土增值服务商的创新意识单薄，以及手机开发人才的缺乏，也是造成无线游戏内容单薄的重要原因。目前的无线游戏大多来自国外，日、韩、美的游戏开发商几乎占据了80%的市场份额。仅将外国游戏进行本土化改造，并非长远之计。</p>\n<p>其次，技术问题。</p>\n<p>如多角色的游戏传输问题，以及在游戏过程中有电话进入，如何保证通话完毕后游戏不中断的问题，以及GSM制式手机与CDMA制式手机的兼容问题。</p>\n<p>再次，运营服务。</p>\n<p>移动运营商在整个无线游戏产业链中占据着主导作用。如果移动运营商不能提供良好的服务以及技术支持，整个无线游戏产业就不可能得到健康的发展。2003年亚太区（日本除外）无线游戏市场收入中，韩国占据了73%的收入，这与韩国的电信运营商的新一代网络系统（CDMA2000 1X EV-DO，已投入应用）有莫大的关系。与中国移动网络相比，其数据传播更快、更稳定。</p>\n<p>此外，错综复杂的分销战略，竞争模式的有效标准，多玩家游戏和3D游戏等新平台的建设威胁，对于运营商的生存都是非常关键的。</p>\n<p>金矿就在眼前，但要想取得理想的价值，还要&#8221;采&#8221;之有道。\n</p>","postDate":"2005-03-27 11:38:55","postId":182,"type":"post","status":"publish","imported":true,"file":"182.md"}