{"title":"2005 淘宝和易趣谁会挂掉？","zzzContent":"<p>对于同时都在烧钱的两个C2C大腕来说，用户和信用成为竞争的焦点。任何旁观者都可以看得出来，易趣一直是摆出长期坚持的架势，用铺天盖地的广告去压制竞争对手的咄咄逼人。而淘宝选择了免费和诚信建设两面大旗，苦练内功的同时不忘记四处制造声势。2005年命中注定在刀光剑影中谁都想尽快把对方&#8221;挂掉&#8221;和避免自己&#8221;被挂掉&#8221;的命运。 </p>\n<p>　　实力分析 </p>\n<p>　　无论是淘宝还是易趣，在强力后台的全力支援下，2004年正式开始接火了数次。淘宝取得了稳定增长的用户群体，而易趣则获得网络宣传和知名度的优势。不过有消息说，ebay的资金投入是有条件的，在一段过渡时间之后如果看不到盈利的前景，资金撤出的速度不会比投入时的慢。相比之下淘宝的孙掌柜则显得从容和自由得多，保持一定频率的市场宣传攻势之下，淘宝的投入更多的是花费在建设信用度、解决交易支付问题，特别是客服人才的培养方面。 </p>\n<p>　　资金目前无论对于易趣还是淘宝都不是急迫的问题，所以市场宣传就成为双方非常重视的战场。易趣在经历了换人和网站技术整合以后，突然在网络媒体上发力，特别是得到了如日中天的腾讯的大力支持和传统媒体的广告投入，使得自己的市场知名度明显高过对手一个档次。淘宝则显得有点心不在焉，除了个人网站联盟的小广告和传统媒体的公关稿以外，淘宝的整体市场宣传似乎还没有形成自己的风格和波次，这也是马云的一贯作为，在没有形成绝对优势之前，低声下气并不是一件坏事。 </p>\n<p>　　抛开那些所谓的IDC、IDG、ALEXO或者不知所云、不见庐山真面目的统计机构的数字来说，C2C网站的竞争实力就是用户的口碑！在笔者经常浏览的八个C2C方面的论坛中，双方的支持率平分秋色，但是随着时间的推延和新人的加入，淘宝的拥蹩们有后来居上的趋势，一位网友在论坛留下的几句话也许可以作为最好的注脚：&#8221;在默认设置的IE中分别打开各自的主页，淘宝显得和蔼可亲，易趣是正规严谨，不过我看到繁体字就头昏，要国际化是事实，不过作为国内用户，我们更喜欢人性化一些。&#8221; </p>\n<p>　　可惜，海王星个人认为，易趣是绝对听不进去用户们的苦口婆心的。 </p>\n<p>　　态度决定一切 </p>\n<p>　　C2C要真的热起来，尽快解决交易过程中的支付问题是一个非常关键的环节，易趣的安付通和淘宝的支付宝分别作为双方建设诚信度的主要工具，同时面对所有用户的考验。不过就笔者自己的体会，支付宝的风头已经远远超过安付通的光彩。 </p>\n<p>　　笔者分别浏览了两个网站的200个站内交易网页，在网络付费卡、化妆品（含服装）和地方特产三大热门交易项目中，有超过80％的淘宝卖家建议客户使用支付宝，这个数字在易趣的卖家之中没有达到50％。支付宝正在成为淘宝网上面卖家吸引顾客的有力武器，而在易趣上面，使用安付通的卖家支持率少得可怜的真正原因是－－佣金抽得太厉害了，1％的交易额提成，最低4元最高100元，还不考虑客户自己在交易环节中异地打款，甚至异地不同银行打款支付的情况。高昂的交易成本和易趣过度膨胀的野心已经开始并且还会继续赶跑大量的卖家和买家！尽管易趣也宣称使用安付通是免费的。 </p>\n<p>　　对于买家来说，使用支付宝得到的另外一个好处就是，交易过程中如果出了问题，淘宝明确表示用户在有书面和电子证据的情况下，一定协助并且支持&#8221;窦娥们&#8221;把官司打到底。遗憾的是，从易趣网页上面的分类Help来看，无论是对于卖家还是买家，易趣自己制定的条款都是息事宁人的态度，实在不行的就推给法院啦。 </p>\n<p>　　在处理交易纠纷方面，淘宝是15天为一个处理阶段，易趣则是不可思议的30天。不客气的说，易趣是在考验所有用户的心理承受能力，而且是明目张胆的采用&#8221;拖&#8221;和&#8221;推&#8221;的方式降低自己的运营成本，无论从什么角度出发来理解这个问题，易趣的手段多少显得有点阴损和下流。 </p>\n<p>　　特别要指出的是，笔者用买家的身份在淘宝网上面购买化妆品，前提条件是卖家使用支付宝交易和保证产品是真品，联系了10个卖家却没有达成一单交易，C2C上面化妆品绝大部分是港版或者马来西亚产品，这是众所周知的事实。 </p>\n<p>　　这就是态度的问题，而我相信态度可以决定很多事情，甚至会决定挂了，或者不挂！ </p>\n<p>　　保护卖家还是买家？ </p>\n<p>　　事实是最有说明力度的。为了最真实地深入了解中国C2C的现状，笔者拿出了10片普洱茶，分别放在朋友的网店进行试验。由于朋友的网店主项是贩卖网络支付卡的，交易量很大信用度也高，在14天的时间之内，淘宝网通过支付宝安全成交了14片（应客户要求追加了4片），全部的交易过程中，唯一的缺陷是引导客户使用支付宝完成交易－－消耗了我大量的时间和精力，作为卖家的我和客户都可以理解，要想在卖家、网站和买家三者之间安全交易，毕竟现在C2C受到银行的制约因素太多了。 </p>\n<p>　　同样的物品放在易趣上面，尽管还是朋友的网站，甚至访问量比淘宝网的还高，我只收到了两个咨询物品的邮件。无奈之下参加了易趣刚刚结束的50元拍卖折扣优惠的活动，却在活动结束的最后一天遭到恶意竞拍，拍下之后买家彻底消失，刚刚经过午夜12点钟，交易产生的费用帐单已经清楚地显示在我的帐户信息里面&#8230;&#8230;易趣活动结束的那天晚上，愤怒的卖家爆发了，铺天盖地的帖子如汹涌澎湃的海啸充斥了国内所有著名的C2C论坛。最为值得注意的是，没有一个注册地在上海的卖家提出抗议，也就是说同样的行为并没有发生在上海易趣网卖家的身上。这不让人不得去思考和玩味，顺带说一句，不管是申述还是投诉的电子邮件我发了三遍，自今泥牛入海音信全无，别和我提客户电话，打通的几率不比中福彩头奖的高！ </p>\n<p>　　作为国内第一批易趣的用户，我感到迷茫和不解，我很怀念当初通过易趣卖掉我用了两年的486本本的幸福时光。如今店开大了，上架多少百万级商品增加多少十万级卖家投入多少千万级资金的易趣，这样对待非上海本地的卖家，个人认为多少不是一个很好的兆头。 </p>\n<p>　　而作为买家来说，我早就失去了对易趣的兴趣。原因非常简单，同样的商品，卖家在付出了登录费、网店月租费、交易佣金、第三图片发布费、粗体显示费、仓储物品费&#8230;&#8230;等等之后，在如今&#8221;买的永远没有卖的精&#8221;日益流行的今天，我宁愿到对于卖家目前还是免费阶段的淘宝去购物，除了得到物美价廉的实惠以外，我还可以要求卖家对我进行好评。一个好评如潮的买家，在卖家那里还拿不到更低的折扣？ </p>\n<p>　　如今不是人找货，而是货找人的时代。淘宝很明白这一点，而易趣已经明确表示出店大欺客的行为和派头来。 </p>\n<p>　　作为&#8221;记录中国最真实的C2C系列&#8221;第一篇的结束，笔者透露一个很不为人知的事实，在我做记者和做PR工作的时候，都接待过易趣和淘宝网的工作人员，易趣的是做飞机来的，安排在四星级酒店还颇有微词。淘宝网的人很年轻，是坐火车来的，亲口告诉我马云在外边喋喋不休地说阿里巴巴有多少现金待用，对内却是一分一厘算得清清楚楚。 </p>\n<p>　　不管这两个国内的C2C大亨在2005年如何绞尽脑汁要让对方&#8221;挂掉&#8221;和自己&#8221;不挂&#8221;，活下去的几个生存指数里面，运营成本的排名应该不会在前三名之外吧？\n</p>","postDate":"2005-03-27 11:37:11","postId":183,"type":"post","status":"publish","imported":true,"file":"183.md"}