{"title":"[创业]李彦宏教你的这几招","zzzContent":"<p>国际在线消息：毕业于北京大学信息管理系。之后赴美并于布法罗纽约州立大学获计算机科学硕士学位。 </p>\n<p>在美国8年间，由他发明的&#8221;超链分析&#8221;技术获得美国专利。 </p>\n<p>他1999年回到北京，创建百度，用三年时间将百度做成全球最大的中文搜索引擎公司。 </p>\n<p>2001年李彦宏被评为&#8221;中国十大创业新锐&#8221;，2002年获首届&#8221;IT十大风云人物&#8221;称号。 </p>\n<p>有志，谁都想创业；赚钱，谁都想做老板。在如今大学生就业越来越难的时候，更多的学生开始盘算着自己创业，有些学生甚至在校园里的时候就开始和同学合作打造自己的事业。在很多青年人的的眼中创业是一条捷径，可以绕开大学生就业难的现状，从而更快地到达事业的顶峰，但选择创业同样预示着选择了艰辛，一旦开始就很难抽身而退。近日，在北京国际青年创业论坛上，一些专家就提出要通过借鉴和利用英国青年创业国际计划(英文名称为Youth Business International)的项目模式、先进经验和国际资源，探索符合中国国情和文化特点的创业扶助模式，帮助中国青年走上创业成功之路。 </p>\n<p>今天的青年创业者很可能就是明天的成功企业家，而要想在创业之路上达到成功却并不是每一个人都能达到的，创业的过程中除了毅力等一些自身的因素外，更要掌握创业的技巧，学会创业的方法。我们还是来看看李彦宏教你的这几招吧。 </p>\n<p>第一招：向前看两年 </p>\n<p>当年李彦宏在美国抛弃唾手可得的博士帽，艰苦创业的时候，美国IT界最火的是电子商务。无数人拼了老命想要挤上这辆被看好的网络列车，甚至不惜抛掉自己熟悉的行业。 </p>\n<p>李彦宏没有跟随大流进入电子商务领域，而是悄悄走到了尚少有人问津的网络搜索领域。因为他看到了搜索对网络世界可能产生的巨大影响。 </p>\n<p>李彦宏告诫跃跃欲试的年轻人：一定要有向前看两年的眼光。跟风、赶潮流，你吃到的很可能只是残羹冷炙。 </p>\n<p>第二招：少许诺，多兑现 </p>\n<p>———&#8221;这个项目多久可以完成？&#8221;<br />\n———&#8221;6个月。&#8221;<br />\n———&#8221;4个月行吗？给你加50%的报酬。&#8221;<br />\n———&#8221;对不起，我做不到。&#8221; </p>\n<p>这是在李彦宏创业之初和一个客户的一次对话。后来，这个客户告诉他，对于李彦宏的拒绝，他感到非常满意，因为这反映出李彦宏是一个很真实和稳重的人，这样他的产品在质量上一定会有保证的。 </p>\n<p>第三招：不需要钱的时候借钱 </p>\n<p>在创业过程中，&#8221;有钱走遍天下，无钱寸步难行&#8221;是颠扑不破的真理。在美国硅谷里，每天都有公司因为有了风险投资而开山立派，每天也都有公司因为囊中羞涩而关门大吉。李彦宏认为，一定要在不需要钱的时候去向投资人寻求投资。 </p>\n<p>用一年的时间来做半年的事情，这是李彦宏的风格。他认为，这样可以保证有一半的钱仍然在自己的掌握当中。在这样的情况下去向投资人借钱，你就会立于不败之地。因为&#8221;就算借不到，我的公司也不会马上垮掉&#8221;。 </p>\n<p>在这种情况下，新创业的公司在寻求投资的时候才能表现得像个爷们，才能够与投资人以平等的身份来切磋具体事项。而投资人看到公司的经济状况良好，也就认为公司运作不错，便会很乐意进行投资了。 </p>\n<p>&#8220;不要轻易将主动权交给投资人，在创业的过程中没有人会乐善好施。&#8221;李彦宏告诫创业的青年人，&#8221;一定要在尚不缺钱的时候借到下一步需要的钱。&#8221; </p>\n<p>第四招：分散客户 </p>\n<p>在创业的初期，创业者常常会因为有了一两个固定的大用户而偷笑不止。&#8221;或许不久就是想哭都哭不出来啊。&#8221;李彦宏这样说。 </p>\n<p>他刚回国创业的时候，公司主要是服务于几大门户网站。这几大网站都占据了公司收入的10%以上，任何一个客户的流失，都会对公司的效益造成极大的影响。 </p>\n<p>&#8220;命运只能掌握在自己手中，绝不能操纵在别人手中。&#8221; </p>\n<p>第五招：不要过早地追求赢利 </p>\n<p>过早地实现赢利就是在大量地缩减对技术的投入。 </p>\n<p>李彦宏认为，一个创新的公司，在技术上一定需要大规模的投入。这样才能使自己在技术上一直处于领先甚至于垄断的地位。而这种领先在今后一定会带给企业大的回报。牺牲企业的长远利益宣布赢利，是不理智的行为。 </p>\n<p>第六招：专注自己的领域 </p>\n<p>从1999年公司成立到现在，4年的时间里，互联网世界沧海桑田，&#8221;网络游戏&#8221;\"短信平台&#8221;纷纷强势登场，不少人捷足先登，赚得盆满钵满；不少人跟风而动，也摔得头破血流。而李彦宏说他只在做一件事：搜索。 </p>\n<p>他说不少人曾鼓动他向网络游戏、短信等领域涉足，但李彦宏并没有这样做。在他眼里，自己的公司，自己的领域还有很深的潜力可以挖掘，自己目前要做的只是将搜索这一个领域不断翻新。 </p>\n<p>&#8220;在今后的若干年，百度也将只在搜索领域发展。&#8221;李彦宏如是说。 </p>\n<p>第七招：保持激情 </p>\n<p>一个创新的过程，绝对不是一个一帆风顺的过程。如果没有足够的热爱和激情，创业者将是很难坚持下去了。所以，李彦宏对青年创业者们说，先确保你对这个事业的热爱和激情，然后再创业吧。 </p>\n<p>&#8220;我选择放弃博士学位来进行创业，并不是为了钱，而是真的出于对这个行业的热爱。同时，我也并非完全不考虑钱的因素，但我始终坚信：在今天的社会中，只要你给了社会好的产品，社会一定会给你更多的回报。&#8221;\n</p>","postDate":"2005-03-27 11:35:04","postId":184,"type":"post","status":"publish","imported":true,"file":"184.md"}