{"title":"解密一份过时的商业计划书，个人认为里面的理念还有用","zzzContent":"<p>&#8220;侵略动网先锋和中国同学录&#8221;的计划书 </p>\n<p>一、计划概况 </p>\n<p>整个计划分为四步。第一步，开发出具有基于WEB的嵌入式点对点视频功能的、图像上传功能和组播功能的论坛软件。第二步，通过提供免费的论坛安装软件，获得各个省市的本地娱乐门户网站的ID号数据库，并且将所有ID号进行寻址划分，建立成一个全国性的网友ID号数据库。第三步，通过数据库所拥有的ID资源，建立一个新的中国同学录（拥有视频功能），通过做中国同学录可以在原有的资源上扩展5倍。第四，借原有的ID号数据库和中国同学录数据库的资源为跳板，一举打造出国内一系列人气指数较高的网站。 </p>\n<p>二、经营管理体制（略）</p>\n<p>三、市场分析 </p>\n<p>背景（宏观背景） </p>\n<p>93年左右发展起来的一批论坛，一批门户网站，在十年来没有对其网站进行技术上的更新，安于现状。十年后，网络的发展和线路的进一步升级（主要是硬件设备和线路带宽的提升），我们主攻的穿私网（NAT转换和防火墙）P2P的视频技术在技术上已经没有问题。以新的功能去冲击老一批的网站，胜算很大，发展空间还有很大。 </p>\n<p>行业分析 </p>\n<p>海南动网先锋是一个论坛软件提供商，现在以免费的形式为内陆各个省市的本地娱乐网站提供论坛安装包。如今海南动网先锋产品的在市场上的所占的份额为50%到60%，通过为用户修改功能数据和界面获得经济利益。其为何可占领了50到60%的市场份额？无非是其软件的先进性：其中包括，响应速度快，节省空间，各个功能模块齐全，合理，界面人性化，易于管理和操作，而且是免费的。（也可以考虑与海南动网先锋合作。） </p>\n<p>顾客分析（市场的分布情况） </p>\n<p>全国有30多个省，处于信息畅通的市有460个左右，第个城市都有2到3家本地的娱乐论坛，全国共有本地娱乐论坛在920到1380个左右，每个网站有网民1万人算，共有920万到1380万人。若提供产品给一半本地娱乐论坛使用，我们可以获得至少460万人的数据库。以最保守的460万人算，再做一个同学录，可以扩展到5倍，约2300万人。 </p>\n<p>竞争分析 </p>\n<p>基本上没有竞争。大多数做视频的公司还在忙于做视频点播业务。而视频论坛还没有得到发掘。 </p>\n<p>上下游产业分析 </p>\n<p>我们扮演的就是上游的产品提供商。920到1380个左右的本地娱乐论坛就是我们的下游链。 </p>\n<p>新加入者的威胁 </p>\n<p>这是一个与时间赛跑的游戏。如果在单位时间内你占领的份额越大，新加入者就越少，反之新的加入者就越多。 </p>\n<p>替代产品 </p>\n<p>这是一个新概念的提出，如果在同一时期内没有同类型的产品出现，不会带来危险。我们的目标是争取到最初的460万人的数据库。达到这个目标后，新产品的出现对与我们来说已经无关紧要。 </p>\n<p>四、企业操作 </p>\n<p>产品（服务）介绍 </p>\n<p>主要是开发出具有基于WEB的各种嵌入式点对点视频功能、图像上传功能和组播功能各个模块，将这些模块运用到娱乐网站中。推出具有新一代特色的论坛以及网站。在视频论坛开发过程中就应该强调以下几个原则：1、与海南动网先锋有较容易的移植方法，最后就是直接覆盖性安装后就能移植。2、提供一个秘密接口，实时将论坛上的ID注册情况收集到我方服务器上。建立起我们用户数据库，这个数据库可以看到当前有多少人注册，有多少人在线。（类似于 QQ的服务器）3、提供一个短消息接口，设置多个ID有群发功能。可以向数据库内所有的用户发送短消息，可做增值业务。4、解决好异地同名情况。5、解决好备份方案。 </p>\n<p>产品关键是获得用户资源。 </p>\n<p>产量目标 </p>\n<p>920到1380个本地娱乐网站及论坛。 </p>\n<p>选择地点 </p>\n<p>从南至北，从沿海到内陆，根据地域特色开发各种产品。 </p>\n<p>研究开发 </p>\n<p>产品成形后短期内不做升级。 </p>\n<p>物流管理 </p>\n<p>在网上搜索省市最优秀的本地网站点对点服务。把大部分本地网站做完后再放到网上公开，让公众下载，把其它的我们忽视的领域也补上。 </p>\n<p>质量管理 </p>\n<p>首批安装的用户，应该承诺在一年不出问题。 </p>\n<p>五、销售策略（短期策略、长期策略、竞争性推销） </p>\n<p>市场目标 </p>\n<p>将视频论坛做成国内论坛的一个标准。 </p>\n<p>目标市场 </p>\n<p>在一年内要悄悄地占领50%以上的市场份额。在继续抢份额同时，第二年开始实施做新的的中国视频同学录把当前的用户数据库资源扩大5倍。估计在第三年到第四年时，数据达到2300万人，想做什么就什么了。 </p>\n<p>市场渗透计划 </p>\n<p>利用2300万人的数据库，可以做多个大型的网站，如果考虑到当前的经济效益可以做一个卖一个。\n</p>","postDate":"2005-03-27 11:33:28","postId":185,"type":"post","status":"publish","imported":true,"file":"185.md"}