{"title":"全球财经观察：中国互联网寻找下一个金矿","zzzContent":"<p>从1969年到2005年，互联网沉淀了几代人的汗水与理想。投入商业使用才不足10年，网络改变了我们获取信息、管理公司甚至安排生活的方式。</p>\n<p>在一个被窄带网络改变后的世界里，更深入的改变正在到来。但谁能在宽带网络里，制造出让人咋舌的奇迹呢？</p>\n<p>　　搜索的空间有多大？博客掘金是否正当时？专业门户网站的市场空间在哪里？</p>\n<p>　　电子商务是不是已经到了一个十字路口？</p>\n<p>　　透过茫茫互联网中的几类公司的现状，我们希望探究互联网经济这一时期的主要商业模式 </p>\n<p>　　第一篇：</p>\n<p>　　在一个技术不断催生产业升级的年代里，哪个企业能脱颖而出，关键是看谁能迅速掌控资源并将技术应用转化为市场价值 </p>\n<p>　　宽带网络：谁的盛宴 </p>\n<p>　　文 ｜王涌 </p>\n<p>　　互联网的发展很喧嚣，但也令人兴奋。陈天桥与盛大在窄带时代创造的后发成功，让市场振奋，因为这决不会是最后一个奇迹的制造者。</p>\n<p>　　在一个被窄带网络改变后的世界里，更深入的改变正在到来。但谁能在宽带网络里，制造出让人咋舌的奇迹般的成功呢？是在窄带时已经打下基础建立了江山的企业，在宽带平台上突破瓶颈，加速获得成功？还是在宽带上涌现出新的企业，再次创建出新的商业模式？</p>\n<p>　　在经过数年的高速发展之后，宽带网络的多项新技术将于今年在中国投入商用，其中包括ADSL2、ADSL2+、FTTH、WLAN、无线城市间网络以及WiMAX。更重要的是，以IPv6为基础的下一代网络已在中国建成，提供移动宽带的3G也在喧闹中涌动。宽带平台触手可及，一切让人充满了遐想。</p>\n<p>　　网络的下一轮发展，势必产生新的融合。其中，最重要的融合来自终端。电视、电脑将相互融合，家庭网络中心的形成，不仅是设备与软件生产商以及网络运营商的利润盛宴，更重要的是，在带宽障碍被突破后，这里将创建出新的商业消费方式，内容与服务将以最便捷的方式被消费。而这种新的消费，在电视与电脑的功能被融合到手机终端上后，视频、音频、语音与电子图书等文字都将在瞬间被消费者购买与消费，基于此平台上的新的服务也将抓住人们的钱包，以人们现在还无法想象的方式出现。</p>\n<p>　　但这些服务会掌握在谁的手里呢？传统的垄断模式会被改变吗？在网络刚出现的时候，保守地掌握资源的大企业，付出了迟钝与不屑的代价，错失机会，让雅虎、Google、新浪、网易等年轻的创业者们用人们还缓不过神的速度创造了新的商业神话与历史新篇章，甚至让陈天桥与盛大在网络游戏上看似不经意地制造出了紧随其后的成功，傲视群雄，成为新贵。当世界无法拒绝随时在线后，人人都明白机会所在的大方向后的下一轮宽带网络上，这样白手起家的机会还多吗？</p>\n<p>　　网络电视(IPTV)在眼前市场上能让企业抢先整合资源寻获市场价值的网络应用，在经历了2004年下半年的异军突起之后，势必在今年进入一个新的发展阶段。在网络游戏已经不能给市场提供更多的想像力，并支撑其未来的奇迹和江湖地位时，盛大正试图通过切入网络电视来整合更多的业务资源，来延续它的奇迹。它希望借助收购新浪与联合微软，建立一个更大的平台，图谋在宽带年代里更大的发展。但它能获得牌照吗？目前，中国电信、中国网通两大固网运营商正在紧锣密鼓地进行IPTV的测试和业务试商用。中国首批IPTV牌照也将最晚于3月底正式发放。据悉，中央电视台下属的中视网络发展有限公司和上海文广集团下属的东方网络电视有限公司，将最有可能首批拿到IPTV牌照。现实是，没有迹象显示盛大有可能在年内获得单独的IPTV牌照。</p>\n<p>　　受压抑者在新的牌局中看到了希望。3月11日，受制于传统电视播出平台的内容提供商们突然转向，他们看到了自己摆脱遏止迅速壮大的机会。以光线传媒、唐龙国际、派格太合这三大电视节目提供商为首的民营公司首先透露出风声：向网络电视、手机数字电视等新的网络传播平台进军。他们认为翻身的机会就在这里。如果宽带技术能够在年内得到迅速发展，而且其内容提供业务的准入门槛与窄带业务一样开放，那么网络电视势必成为民间节目制作商的一场盛宴。但在网络让市场看不到的时候，门槛是没人把守的，但如今在充满&#8221;钱景&#8221;的机会面前，门槛会降低吗？</p>\n<p>　　窄带网络时代成功的企业，至少给了我们一个启示，他们业务成功的背后其实是他们极大地满足了人们的需求。而简单地说，人生活的一切就是追求各种需求的被满足。网络在它的领地内，给人门提供了一个个新的需求也一个个地给予满足。特别是那些在现实世界无法满足的需求。其实，在一个技术不断催生产业升级的年代里，在下一轮发展中，谁能在明白网络核心价值的情况下，迅速掌控资源并将技术应用转化为市场价值，谁就必将能脱颖而出。</p>\n<p>　　现实世界中利润滚滚且看来永远铲除不掉的赌博业和色情业，承载着人的本性侵入网络形成产业后，也一直在赚钱，网络产业的冬天都不曾笼罩它们。这是一个启示还是一个讽刺？但阳光下的网络企业家则必须选择现实世界规则允许的或者是界定模糊的切入点。不触犯现实法则但又最能抓住人性弱点的游戏，被企业家点到线上转化为市场价值。</p>\n<p>　　在中国基本上算最早认识到在线游戏价值却被股东用脚投票遭到挫败的谢文曾来得直接：在网络上&#8221;只要抓住人的本性，就一定赚钱。&#8221; 联系记者pipilu99@gfo.cn </p>\n<p>　　链接：</p>\n<p>　　piper jaffray关于中国互联网的研究 </p>\n<p>　　中国互联网市场七大特点：</p>\n<p>　　人口统计：互联网主导者为年轻人</p>\n<p>　　企业家：创业活动频繁，资本投资活跃</p>\n<p>　　商业模式：几乎所有的互联网公司都在赢利；但并不是所有商业模式都可以持续发展</p>\n<p>　　需求：虽然像所有早期投资一样有起伏波动，但消费者和广告商都在花更多的钱</p>\n<p>　　宏观政策推动：政府鼓励消费、计划生育、居民消费支出额增加以及有限的消费渠道都是在线娱乐利润走向看好的积极推动因素</p>\n<p>　　市场占有量：除了新浪和盛大之外，没有一个主要的互联网公司可以保证其不会受到挑战。一流的互联网公司逐渐稳定其地位，次级的公司竞争力逐渐衰弱，这使得顶级公司的市场地位极有可能成功地保持下去</p>\n<p>　　利润率：中国互联网投入成本低，利润率极高；未来的几年，营销以及其他费用很有可能上升 </p>\n<p>　　值得关注的新领域：</p>\n<p>　　社区和社交站点：如朋友挂牌(friend finder)、博客(Blog)、信息布告栏(message boards)等，是年轻的互联网用户青睐的服务。</p>\n<p>　　聊天服务：除了现在红火的IM、腾讯、MSN外，其他如交互式网络电视(IPTV)及网络电话(VoIP)正待登入。</p>\n<p>　　其它在线服务：如数码产品递送的增加，都依赖交易支付系统的完善。</p>\n<p>　　付费服务：这在中国将是个潜在的赢家；至少20个公司正在试图用各种办法攻破这一问题；哪种支付方式将会占领市场还不确定，但有几家已经非常值得期待。 </p>\n<p>　　结论：</p>\n<p>　　1、2005年互联网中的几大部分将会通过各种方式得到巩固，期待重大并购案。</p>\n<p>　　2、互联网行业未来增长将更加合理，可能出现不相上下的局面。</p>\n<p>　　竞争很可能会降低利润，但在可预计范围内。</p>\n<p>　　确定市场赢家是谁还为时过早。</p>\n<p>　　接下来的两年内会有更多的互联网公司上市。</p>\n<p>　　仍建议&#8221;一揽子&#8221;投资方式，近期内更多的重点将会放在在线游戏部分。 </p>\n<p>　　关于Piper Jaffray 公司：</p>\n<p>　　Piper Jaffray &#38; Co.是一个以客户为导向的证券公司。在金融领域内，长期致力于给客户提供金融建议，投资产品介绍以及交易执行服务，客户包括中型公司、政府、非赢利机构以及个人投资商。</p>\n<p>　　Piper Jaffray于今年3月初在北京召开了第二届中国互联网技术会议，主题是中国互联网2005年及以后的机会与挑战。据Piper Jaffray资深中国互联网分析师Safa Rashtchy称，随着互联网市场的竞争与投资的加强，2005年将是市场分配以及利润率重新平衡的关键一年。他相信，在互联网市场中的投资看好的部分，如在线游戏、搜索服务、网上购物等，中国市场将占有大部分投资机会以及长期市场增长份额。</p>\n<p>　　该公司每周都会出一期名为The Silk Road的行业报告，告知公众最新的关于互联网的重要股票涨跌情况，并对其背后原因进行分析，为投资者提供投资建议并进行价值分析。 王诚 整理</p>\n<p>　　第二篇：</p>\n<p>　　互联网的下一个热潮将用三个单词代表，那就是&#8221;S、F、O ——search搜索、find发现、obtain获得&#8221; </p>\n<p>　　下一个关键词：&#8221;搜索力经济&#8221;</p>\n<p>　　文｜舒眉 </p>\n<p>　　上海大昌贸易行是宾利汽车在华东地区的总代理。2003年，他们在报纸、电视等媒体做了许多宣传，结果一辆车也没卖出。2004年3月，他们参与了网络竞价广告，花费了500元，两个星期后一笔订单从远方飞来，金额高达2400万。</p>\n<p>　　&#8221;他们创造了全新的商业世界。&#8221; 此次销售经历让代理商对互联网搜索技术中的竞价排名刮目相看。他们由此加大了网络推广投资，把百度上的相关关键字都买了下来。</p>\n<p>　　第三座金矿</p>\n<p>　　&#8221;这不是个故事，这样的事情每天都会发生，中文搜索引擎市场正被中国1000多万中小企业客户所看好。&#8221;百度在线网络技术公司的首席运营官朱洪波表示。百度是目前中国最具影响力的网络搜索服务提供商。</p>\n<p>　　有&#8221;互联网女皇&#8221;之称的Mary Meeker曾在一份报告中指出：搜索引擎是互联网经济中继浏览器和电子商务之后的第三次浪潮。Mary Meeker是著名投资银行摩根斯丹利的首席互联网分析师，曾在2002年为Netscape、AOL、Amazo\n</p>","postDate":"2005-03-27 11:31:47","postId":186,"type":"post","status":"publish","imported":true,"file":"186.md"}