{"title":"实例解说网站优化–全过程详解(不定期更新)","zzzContent":"<p>» 您尚未 登录   注册 | 帮助 | 娱乐中心 | 首页<br />\n 武林榜论坛  -&gt; 建站经验  -&gt; 实例解说网站优化&#8211;全过程详解(不定期更新)  </p>\n<p>  &gt;  Pages: ( 6 total )<br />\n&#8211;&gt; 本页主题: 实例解说网站优化&#8211;全过程详解(不定期更新) 加为IE收藏 | 收藏主题 | 上一主题 | 下一主题<br />\nwwwglrcn<br />\n偶要登记 性别:　星座: </p>\n<p>级别: 年少有为的名士<br />\n发帖: 151<br />\n威望: 56<br />\n财富: 31<br />\n注册时间:2004-10-10<br />\n最后登陆:2005-03-26<br />\n&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>\n<p>  实例解说网站优化&#8211;全过程详解(不定期更新)</p>\n<p>[      post] 回：<br />\n［<br />\n我的网站在同行中是数一数二的，内容丰富，怎么流量上不去<br />\n我的网站在同行中是数一数二的，内容丰富，怎么流量上不去<br />\n请大家指教一二<br />\nwww.cnkongtiao.com 中国暖通空调信息网<br />\n］</p>\n<p>原贴地址：http://bbs.50bang.com/read.php?tid=1874&#38;fpage=1</p>\n<p>1、既然是专业性，就要有个专业的样，你的网站整体感觉很不错，速度也不错，而且看上去也人比较勤快，基本上每天都有信息更新，你现在需要的是更专更精，做行业的权威，建议你每天早点起床，在别人尚未来你网站的时候让当天的行业最专业的资讯出现在你的网站上，并加大信息发布力度，如果你能做到这点，剩下的就只是坚持。<br />\n2、虽说专业，但没必要限制得太死，比如现在你网站就开了市场营销等版块，那么为什么不能开管理资源版块和更多的呢？在这方面扩充一下，访问量自然会提升，剩下的仍然只有一点，那就是坚持!<br />\n3、从你的网站上看，访问者可以获得不错的用户体验，但是有一点似乎认识不深：那就是用户从哪里来？&#8212;-现在是搜索引擎营销时代，我想不多说你也明白了：你的是动态网站，所有资讯均是临时从数据库动态生成，这对搜索引擎来说是非常不利的，建议使用能够生成HTML格式的动态程序；<br />\n4、基于第三点的延伸，可以看出你网站的设计没有专门针对搜索引擎的任何优化措施，我看了你的网页代码，没有看到任何的优化迹象，虽然首页做了一定的关键字优化，但是相对你网站所有的页面，这只不过是沧海一粟而已，效果自然不言而喻。建议对整个程序进行优化。<br />\n5、对第四点的延伸，建议在添加内容时进行适当处理，仔细分析你的访问日志，有针对性地采集信息，并且在添加信息时注意突出关键词，我们做网站的目的是为用户提供最实用的信息，但前提是他能够看到，如果网站提供的内容只是自己徒劳的话，倒不如好好休息。所以如果你提供的信息不是非常有价值，建议你10分的精力提供一分内容，而不是花一分的精力提供10分内容，也就是把内容做精，这个精指的是能够让不知道网站的人知道。<br />\n6、这一点已经有人指出了，我再说一下，那就是知名门户对你网站的重视度不够，通过GOOGLE反向链接分析，只有一个网站的一个页面链接到你的首页，可以看出你网站的流行度之低，建议你多花点时间把网站提交到各个大型开放目录和网址站，并选择访问量相当的网站交换友情链接。http://www.glr.cn/<br />\n7、对各大搜索引擎对你网站页面收录的情况的说明：GOOGLE和YISOU各收录了你网站少于500个页面，这个的作用基本上是可以忽略不记的(收录量太少且网页流行度和内容匹配度都很低，用户在搜索引擎里基本上找不到你的网页! ：) )，BAIDU虽然收了你网站3000-4000个页面，这个作用也是非常的弱的，因为百度对关键词要求非常高，也就是说如果用户所使用的关键词在你的网页中不是非常突出的话，来访者也是微乎其微的。不知道我说的你是否觉得有道理，如果不对还望指正。<br />\n8、有人找我聊天，思路断了，下次有机会路过，再来补充。</p>\n<p>我负责的网站：中国企业战略传播网，专业性很强的网站，http://www.glr.cn，也是动态网站，8月份正式用心用业余时间经营，8月初IP低于50，目前IP3K-5K。有兴趣者可前往了解并指导，欢迎大家交流。</p>\n<p>另外我们可以提供企业网站优化(收费)服务，我们掌握了针对搜索引擎的动态网站优化技术，对各种网站优化效果明显，有需要的可以联系。</p>\n<p>如有朋友有不同意见或者更好的方法，欢迎指正，一起交流，抛砖引玉，不敢卖弄。</p>\n<p>有关网站营销的方法是非常丰富的，希望路过的朋友不要错过交流的机会，有时间本贴将不断更新，更新贴并发主题贴并出售(赚点MM以备不时之需，本人逛论坛的时间太少，无法通过多发贴获得出入，敬请谅解!)</p>\n<p>回：<br />\n［<br />\n我认为首页的连接效果比专门的连接页面带来的效果要好，如果不符合你的要求，那就以后再合作吧！</p>\n<p>轻松网址，欢迎访问指导！<br />\nhttp://www.qswz.com<br />\n轻松美女，绝对欣赏！<br />\nhttp://www.qswz.com/mmpic.asp<br />\n］</p>\n<p>原贴地址：http://bbs.50bang.com/read.php?tid=2250&#38;page=e#a</p>\n<p>谢谢您的理解与支持，我的理解是这样的，拿出来和大家分享：<br />\n    实际上一个访问量再大的网站，其访问量给对方所对来的流量总是有限的，从我们自己网站上放的点击付费广告的收入就可以看出来，现在一般网站链接的目的均趋向于提高自己网站的PR值，正如您所说，一般情况下，首页的友情链接效果会比专用的友情链接页面效果要好，但这仍有一个前提，那就是对方首页的大小和链接数均未超出搜索引擎收录的范围，这两个参数在百度和GOOGLE分别是：<br />\n百度：网页快照容量：125K，链接数极限，本人未知；。http://www.glr.cn/<br />\nGOOGLE：网页快照容量：101K，链接数极限，100个(包括网站本身自链接)。<br />\n如果超出这个范围，链接除了访问者击外没有任何附加效果，我们网站现在日IP在5000以上，网页数量达6000以上，GOOGLE收录链接及快照达15000以上，所以我们更趋向于提高网站PR值，以其获得在搜索引擎中的更好的排名，所以，我们在交换链接时不看排名，不看流量，只在网站结构、内容和服务器性能，任何一个网站都有一个成长的过程，我们的流量也是因为在前期有网站愿意提携才上来的，其他网站提携的最大意义在于搜索引擎对流量低者流行度的肯定，因为搜索机器人会顺着该网站的链接往流量的网站上爬，大家都知道现在是搜索引擎营销时代，让搜索引擎收录更多网页并让网页获得更好的排名比获得人家的一个二手访问者意义要大很多。<br />\n实际上，不管什么网站，着力于搜索引擎推广比获得一个二手的点击量远远来得有意义。</p>\n<p>对于贵站的链接，我不是在故意说你坏话，只是诚心地和大家交流，我认为对于链接对方来说基本上没有意义：<br />\n一、贵站流量低，上网址站找东西已经有了一个基本的去向，访问友情链接的机会更少；<br />\n二、贵站各方面大型知名专业网站太多，要获得一次点击更是谈何容易!<br />\n三、贵站首页链接数远远超出100个以外，机器人已经不再检索，所以在提高排名上已经没有任何效果。</p>\n<p>这只是我个人的观点，也是我建议你开专用友情链接页的原因，并不是为了让你开个页面来和我链接，并且，你的友情链接专用页面入口必须放在网页顶站才有效，放网页底部仍然是没有意义的，除非你有合作伙伴特意把链接指向你的友情链接页，实际上，象你这样的网站站，完全可以把好的友情伙伴放在页首，你可以获得更多的合作机会。</p>\n<p>当然，仁者见仁，智者见智，这仅是我个人的观点。</p>\n<p>另致wersh88，真不好意思，我暂不想QQ沟通，如有什么问题，请回复此贴。[/post]</p>\n<p>12月22日更新：中国企业战略传播网&#8211;企业战略管理门户 http://www.glr.cn/ 独家首发，请注意保留版权。<br />\n搜索引擎优化请注意保持文件名大小写一致，以免因小的疏漏而导致在损失，否则搜索引擎会认为是两个文件而使PR值被分散到其实是一个文件的两个文件上&#8212;-搜索引擎默认是区分大小写的。。http://www.glr.cn/<br />\n空间区分大小写的自不必说，不区分大小写的请保证所有指向该地址的链接大小写保持一致，比如指向首页的链接代码可以统一用大写或小写，当然对于所有首页最好直接用文件夹形式，这样可以免于疏忽而导致不必要的损失，例：<br />\n首页用“http://www.yourdomin.com”,文件夹用“http://www.yourdomin.com/a”,其他页面则应注意完全保持一致。</p>\n<p>[ 此贴被wwwglrcn在2004-12-22 18:42重新编辑 ]</p>\n<p>此帖被评分,最近评分记录支持度:1(dreamlinker) 威望:5(dreamlinker) 财富:50(dreamlinker) </p>\n<p> 我为提高网站流量支招</p>\n<p>看了自己的访问日志，偶尔路过，有感而发：<br />\n1、捕捉热点：<br />\n脱感的热点是提升网站流量的万金油，曾经就有过报导说某大型网站靠抓住了当时某一热点时事制作专题网站进行跟踪报导而一举成名。</p>\n<p>我个人也有深刻感受，前不久有感于郑强教授的一篇文章《民富不等于国强》便顺手摘录放在了网站上面，意想不到的效果出现了，单这以文章题目作为关键字的搜索就曾创造了最高日IP60的记录\n</p>","postDate":"2005-03-26 23:59:55","postId":188,"type":"post","status":"publish","imported":true,"file":"188.md"}