{"title":"杨致远和雅虎的故事","zzzContent":"<p>在因特网（Internet）这个信息汪洋大海上航行，没有合适的导航工具肯定不行。最早开发这些工具的精明人士如今都得到了丰厚的回报。</p>\n<p>网景公司的克拉克（Jim Clark）和安迪森（Mare Andressen）1995年开发了网景导航器（Navigator），该公司股票上市使克拉克的财产达到5.65亿美元，安迪森则达到5800万美元。本文要说的“雅虎”（Yahoo！）公司也有同样辉煌的经历。1996年4月12日雅虎公司股票上市，开盘每股价位定在13美元，由于需求惊人，价格迅速被推到24.50美元，最高时达到每股43美元，最后以每股33美元收盘。上市当天雅虎公司的市场价值即达到8.50亿美元，比一年前行家估计的价值高出200倍。</p>\n<p>“网景”与“雅虎”都与网络打交道，但有重大区别。网景公司开发了一个界面友好的实用万维网软件，通过它用户可以浏览世界各地的WWW网页等等，它的成功多少在预料之中。而雅虎公司在严格意义上从未独立开发出任何新的软件和硬件产品，“雅虎”只是一个普通的网络搜索引擎，开始时提供的仅仅是信息“目录”，在因特网上它以http://www.yahoo.com形式存在。然而这正是值得注意的地方，这种区别充分说明了“知识经济”时代的一个特征：知识与信息的重 组将产生巨大的经济效益。</p>\n<p>1. 雅虎：一个响亮的名字</p>\n<p>现在“雅虎”已是世界上最有名气的品牌之一，作为无形资产它 至少值几十亿美元。但它的来由却十分有趣，它是由杨致远（Jerry Yang）和好友费罗（David Filo）于1995年的一个夜晚，在一间 破旧的活动房里翻着韦氏词典为他们的“产品”编造的名字。其中 &#8220;Ya&#8221;取自杨致远的姓，他们曾设想过Yauld，Yammer，Yardage，Yang，Yapok，Yardbird，Yataghan，Yawn，Yaxis等一系列可能的名字，突然间他们想到了Yahoo这种字母组合，然后迅速翻开手边的韦氏 英语词典，发现此词出自斯威夫特的《格利佛游记》，指一种粗俗、低级的人形动物，它具有人的种种恶习。这个词显然不太雅，但仔细 一琢磨，“反其义而用之”。在强调平权的因特网上大家都是乡吧佬。为了增加褒义色彩，后面加上了一个感叹号，于是就有了“Yahoo！”。 &#8220;没错，太好了，就是它了，这简直是神谕（oracle）！“</p>\n<p>最后他们将公司名定为Yahoo！，现在许多媒体提到“雅虎”时常 常漏掉感叹号，这是错误的。Yahoo！读作YAHHH-hoo，不读作 Yaaaaa-hoo.</p>\n<p>杨致远和费罗的“产品”恰好是用“层次奥拉克”（ Hierarchical Oracle）数据库的形式组织起来的网格资源列表。Oracle本意是“神谕”、“神启”，在信息产业界，它是驰名的大型 数据库软件品牌，各大图书馆都使用此种数据库。</p>\n<p>2. 斯坦福遇知己</p>\n<p>杨致远1967年生于中国台湾，并在台湾度过了童年。在他两岁的 时候父亲不幸去世。他母亲是一位英语和戏剧教授，独自抚养着杨致远和弟弟Ken Yang.杨致远的姨母当时住在美国，为了孩子的教育和将 来的发展，全家搬到了美国，定居于加州的圣何塞。杨致远学习很努力，1990年考入斯坦福大学。他喜欢工科课程的严格性，并且深受 &#8220;硅谷“的影响，硅谷是一批工程师创建的奇迹，斯坦福大学在其中占有重要地位，于是他选择了电子工程专业。尽管课程很紧，杨致远 还是参加了许多社会活动，加入了大学生联谊会，此举无意中锻炼了他的社交能力，为日后独挡一面，驾驭一家轰轰烈烈的媒体公司奠定 了基础。他还选修了经济类课程，他有一种朦胧的想法，将来也要自己办公司，但做梦也想不到会那么成功。他与弟弟Ken Yang相处得很好。 Ken比致远晚两年来到斯坦福，他们都在电子工程系，还选择了完全一样的博士论文科研项目。但他们是两类人，Ken是素食主义者，喜欢爬 山和野营，他参禅但不做和尚。 　　杨致远用了4年时间读完本科和硕士，在读博士时认识了费罗。在 学习、工作和后来的创业过程中他们成为至交。实际上准确说来费罗还当过杨致远的辅导老师，杨致远开玩笑说当初费罗只给了他一个B级分数。杨和费罗是互补型人才，用道家的术语讲杨致远代表”阳“（名副其实），而费罗代表”阴“。杨喜欢交际，是个思想家，社会活动能力极强；而费罗知识渊博，工作扎实，他书写了搜索引擎的大部分程序代码。当然，杨的专业功底也很扎实，办事非常冷静。事后杨致远说，他与费罗是最佳组合，”在商业意义上很难再找到比 我们更好的互补型搭挡了，我们彼此能相互体谅，虽说天性很固执，但在关键时刻能够彼此理解，表现得一点也不固执“。他们对世界、 事理和技术均有着相似的看法，他们甚至有共同的博士导师，并且费罗就住他隔壁的宿舍。</p>\n<p>3. 初闯商海乐无穷</p>\n<p>杨致远与费罗攻读博士初期，本想从事自动软件的开发工作，但 由于少数大公司垄断了市场，所剩机会不多，他们不知如何入手。为了暂时避免选择，他们决定做点别的事情。正巧当时斯坦福大学与日本有教育合作项目，杨致远与费罗决定利用这个机会到日本教书，他们把这视作公费旅游。 　　他们之间的深厚友谊也正是在日本期间建立的。在日本他们都算 外国人，于是工作、吃饭、娱乐常常都在一起。他们共同的爱好是看相扑比赛。在日本期间，杨致远结识了哥斯达黎加的一位日裔女孩， 她的名字叫阿基科（Akiko）。</p>\n<p>阿基科也来自斯坦福大学，不过她不是作为教师而是作为学生派来的。回美国后，他们经常约会，1996年夏订婚。</p>\n<p>回到斯坦福杨致远和费罗就在校园里建立起那所小的活动房，他 们各自都有住所，却整日泡在这里，他们用自己崇拜的相扑运动员的名字命名他们的工作基地。他们不得不重新考虑让他们伤透脑筋的博士研究课题。由于导师当时正在国外休假，还不至于马上催他们。</p>\n<p>恰在这时他们突然迷上了因特网，而这改变了他们的命运。每天， 他们有数小时泡在网上，分别将自己喜欢的信息链接在一起，上面有各种东西，如科研项目、网球比赛信息等。雅虎就从这里发展起来。 开始时他们各自独立地建立自己的网页，只是偶尔对彼此的内容感兴趣才互相参考，渐渐地他们链接的信息越来越广，他们俩的网页也就 放在了一起，统称为“杰里万维网向导”（Jerry\\’s Guide to the World Wide Web），“杰里”是杨致远的英文名。他们共享 这一资源。</p>\n<p>这个“向导”规模迅速扩大，分类越来越细，而且不胫而走，在 网上广为传播，任何知道他们的网址的人都可以使用它。世界各地的自由用户在浏览了他们的“向导”后，也常常反馈回来一些有用的信 息，这大大帮助了他们了解哪些信息是有用的、受欢迎的。这种状况持续到1994年冬天。他们对“向导”的连续高速发展有些担心，编辑 工作占用大量时间，寝食亦不得安宁。一想起了“正经事”——攻读博士学位，更觉烦恼。但最终他们作出了选择，暂时放弃正事，专心 建设搜索引擎。</p>\n<p>当时网上已存在一些同类搜索引擎，如Lycos和InfoSeek，它们也能对输入的关键词进行网络搜索，最后返回一个详细清单。但与雅户相比，这些索引搜索工具过于机械化，雅虎则建立在“手工”分类 编辑信息的基础之上，相对而言更具智能性，更实用，用简单的算法是无法复制雅虎的。这当然不是说“索引式搜索”没有意义。雅虎也 包含索引式搜索，只是不限于此，把信息组织得更规范而已。雅虎引擎采取分层组织信息的方式，更适合于科学研究人员方便地找到自己所需的信息。比如一位考古科学家和天文学家，都可以很快搜索到自己专业上的话题及动态信息，而且一般不会有重大的遗漏，这一点是 其他引擎无法比拟的。</p>\n<p>采取分层组织信息的搜索引擎当时也不只是雅虎一家，如“ EINet总星系”和“万维网虚拟图书馆”，但到1994年底，雅虎很快就成了业界领袖。杨致远和费罗一方面累得苦不堪言，另一方面为自己 突如其来的成功欣喜若狂。他们发现历史赋予的难得机会终于到来了：网景公司的导航器测试版刚刚发行，HotWired也开通了网络广告站点， 通过网络赚钱的时机开始成熟。第一个找上门的公司是路透社，它是总部设在伦敦的产值达50亿美元的老牌新闻及金融信息公司。虽然路透社在美国名气还不算大，比不上美联社，但在世界上它的影响很大，它经营新闻业务已有150年的历史。路透社市场部副主任泰森（ John Taysom）一次外出，在一家地方报纸上读到有关雅虎的消息，产生了兴趣，他以后在网上经常光顾雅虎网址。泰森迅速认识到“雅虎” 消除了距离的远近，架起了用户与其欲寻找的信息之间的联系，路透 社可以利用它扩大自己的影响。杨致远对泰森说：“如果你们不找我们，我们可能也要找你们。雅虎不仅只是一个目录，这还是一种媒体 资产。”</p>\n<p>路透社与雅虎是朋友，但不是伙伴，合作过程中雅虎并未得到多 少实惠。聪明的杨致远认识到，必须自己制订一个周密的商业计划，以我为主通过广告赢利。杨找到自己的老同学布拉狄（Tim Brady）， 他此时正在哈佛商学院读书。杨和布拉狄参考HotWired公司发布广告赢利的经验，迅速起草了一份商业计划。带着这份计划书，他们到处寻找风险投资者。</p>\n<p>他们一边维护日益膨胀的网络资源，一边寻找商机，每天只睡4个小时。</p>\n<p>杨回忆说：“这项工作很艰苦，但充满了乐趣。有时我有一种从 悬崖上跳下的感觉，有时像置身于电影《塞尔玛与路易斯》，不知结局怎样。我们想用网络做一切，也许什么也做不成。但我们不在乎， 我们不会失去任何东西。”杨致远找到了红杉（Sequoia）资本公司，它是硅谷最负盛名的风险投资公司，曾向苹果（曾引导过个人计算机 革命）、Atari（视频游戏工业的领\n</p>","postDate":"2005-03-24 19:15:13","postId":195,"type":"post","status":"publish","imported":true,"file":"195.md"}