{"title":"最具广告价值的搜索引擎","zzzContent":"<p>\n    推荐理由：客户覆盖率高 实名搜索实现利润最大化 </p>\n<p>　　搜索引擎是互联网的第四桶金” </p>\n<p>　　“2004年是互联网搜索引擎年” </p>\n<p>　　这一系列让人眼红的寓言 </p>\n<p>　　在2005年年初一一变成现实。 </p>\n<p>　　2004年，互联网搜索引擎作为互联网商业价值的魔术师风光了整整一年。之所以互联网搜索引擎成为光环之下的焦点是因为它的实用性。根据有关方面统计显示，搜索引擎在网民中的使用率仅次于E-mail，高达79%。几乎每一个上网的人，每一天都会使用搜索引擎。互联网搜索引擎以其直接、准确著称，这背后蕴藏着巨大的商机。企业通过注册搜索结果，来达到推广自己产业和企业的这一做法已经得到普遍认可。而这种“按需提供”的广告效果，远比传统的广告转化为企业实际价值的有效率要高得多。同时，对于用户所产生的反效果也小得多，避免了传统广告形态中狂轰滥炸“补钙”式的广告让受众抵触的负效果。正是这种独特的魅力使得互联网搜索引擎成为网络营销的中坚力量，被称为最佳的网络营销工具。 </p>\n<p>　　现代企业已经意识到互联网搜索引擎可以作为企业最重要的推广手段之一。搜索引擎已渐渐成为继广播电视、报刊杂志、互联网媒体之后第四大广告平台。而且这种趋势已经不可逆转，将愈演愈烈。 </p>\n<p>　　业界评论认为在2005年搜索引擎作为互联网发展的引擎会越转越快。搭乘这班车的商家们会得到更多的回报。然而现阶段中国国内搜索引擎市场竞争激烈，厂商众多。能够叫得出名字的就有yahoo、Google、百度、一搜、3721、中搜等，如同春秋战国。作为一家企业应该搭乘那班车才能直通商机呢？在传统的电视广告中，有慧眼的企业会不惜一切去竞标中央电视台的广告标王，那是看中CCTV给企业带来的巨大商业价值。那么谁又是网络搜索引擎中的“中央台”呢？ </p>\n<p>　　脱颖而出的是中国老牌的搜索引擎——3721地址栏搜索，这是中国最具广告价值的搜索引擎。 </p>\n<p>　　之所以3721地址栏搜索能够成为企业商业首选的搜索引擎，首先是它的客户端覆盖率非常高。衡量一个优秀的网络营销工具，首要指标是其终端覆盖率、日使用量等指标。目前在市场上充斥了各类网络营销工具，很多看起来非常相似，但其实质在于提供商的覆盖率和使用量。3721覆盖90%的网民，日使用量超过6000万人次。 </p>\n<p>　　在搜索引擎行业，客户端覆盖率的重要性质可以和电视行业传统的电视覆盖率相提并论。作为搜索引擎商业价值最重要的体现之一的客户覆盖率，在中国无人能出3721之右。高达90%的覆盖率，以及日平均5000万人次的访问流量均超过了另一搜索引擎巨擘google中文。 </p>\n<p>　　而这高覆盖率是建立在3721独特的地址栏搜索战略之上。要知道任何网站都只能覆盖一定的用户群体，但任何用户访问互联网都必须使用浏览器的地址栏。3721搜索引擎正是凭借互联网的战略要地——“地址栏”，而拥有最广泛的用户群体。为此3721搜索覆盖90%以上的中国上网用户也就不足而奇了。 </p>\n<p>　　对于普通用户而言，无需打开专用的搜索页面，只需要在浏览器地址栏输入搜索词。这大大节约了用户的时间，而用户的这种习惯，对于企业用户来说，他们所投入的信息能够有机会最大范围地被用户所接受。这种独一无二的搜访方式使得3721在客户端覆盖率方面“一骑绝尘”。为企业客户提供了低成本拓展市场的广阔空间。 </p>\n<p>　　提供广阔的空间还不够，这仅仅是为企业赢得市场提供了第一步保障。对于企业来说，只有把势能转化为动能才是企业发展的实质。说白了就是到底能够让多少“意向”转化为“真金白银”才是衡量能不能为企业带来价值的唯一标准。 </p>\n<p>　　目前，在市场上搜索产品很多，但是“搜索引擎注册与排名”应该说是目前最经典、也是最常用的网络营销方法之一，近些年来，随着人们网络应用水平的不断提高。yahoo、google、overture等搜索引擎成为了人们发现寻找个性化信息的基本方法，而关键词广告更是将搜索引擎营销的定位推进一步，因为利用关键词检索的方式，在搜索结果页面显示广告内容，可实现高级定位投放，用户也可以根据需要更换关键词，相当于在不同页面轮换投放广告，因而总体营销效果更加显著。 </p>\n<p>　　相比较“搜索引擎”的全球应用，“实名搜索”则是富有中国特色的一项网络营销手段。它是指企业在使用实名搜索服务后，用户通过地址栏和3721联盟网站能够优先搜索到企业正在推广的信息，给企业带来更多和更准确的商业机会。对于互联网用户而言，“实名搜索”不但帮助用户发现有价值的信息，还能帮助客户更为简单的与用户沟通，发现更多的商业机会。 </p>\n<p>　　那些通过3721的实名服务得到商业利益最大化的企业是最有说服力的。 </p>\n<p>　　1：60是重庆格陵兰制冷设备制造有限公司购买网络实名产品的投入产出比，公司投入500元注册一个3721的网络实名，两周之后，通过网络实名达成的业务金额达到30000元！ </p>\n<p>　　来自上海的锦江汽车教育培训公司也算了一笔帐。上海的广告费用很高，报纸中缝的一个小广告，费用也要超过2000元，这仅仅是一天一期的钱。而用在传统媒体上打十期广告的钱投入到3721的网络实名上，就可以让用户365天找到企业。通过网络找上门的客户达到了一半。 </p>\n<p>　　这并不是个别现象，在使用3721实名服务产品 60多万家企业中的大多数都有类似的经历。正是因此才涌现出一掷千金用120000元／年，买断7年“手机”实名的上海西门子。 </p>\n<p>　　上海西门子的负责人一语道破天机，“面对手机市场残酷的竞争以及手机市场的迅速发展，对西门子手机网络营销也提出了更高的要求。西门子手机意识到，仅靠原有的网络实名尚难以吸引更多的用户，尤其是潜在用户，在手机品种繁多的市场上，只有牢牢抓住消费者的目光，才有可能赢得最后的胜利。因此，西门子公司毫不犹豫地抢注了3721实名搜索的“手机”这一炙手可热的顶级行业实名。它意味着西门子手机的网络品牌获得了实际的本土化载体，习惯使用汉语的中国客户无需再输入繁琐冗长的英文域名才能访问西门子手机的网站，简单便捷的网络实名使西门子手机强大的网络资源体系得以充分发挥。它意味着，只要有人在网上搜索“手机”信息，西门子手机的信息就会第一时间展现在他们面前，最大限度地吸引潜在客户的目光！略微估算一下就可以知道，覆盖了超过90%的中国互联网用户，每日使用量超过6000万人次的实名搜索，可以为西门子手机带来多么可观的浏览量。 </p>\n<p>　　　“标王”的话是有份量的。它代表了采用3721实名服务60多万家企业对3721实名服务的认可。这也是对3721这个最有广告价值的搜索引擎最好的注解。 </p>\n<p>　　那么企业在挑选3721实名服务产品时，应该分哪几个步骤来进行呢？首先，企业应该考虑注册一个中文域名，企业将与公司名称、品牌、字号等相关的名字注册之后，用户就无需记忆复杂的域名网址，直接在地址栏中输入中文，就能唯一直达企业网站，它能帮助企业建立网上招牌，统一线上线下品牌，为企业带来更多商机，是企业上网的必选基本服务。作为最佳网络营销工具，网络实名以及实名搜索是企业进行网络推广必经之路，企业将产品名称注册为网络实名服务后，用户就无需登录任何网站，直接在地址栏中输入产品名称，就能直接找到企业网站。而企业购买实名搜索服务后，用户不仅能通过地址栏，还能通过3721联盟网站优先搜索到企业正在推广的信息，给企业带来更多的商业机会。到今天为止，3721拥有超过60万家的注册用户，超过90%的中国互联网用户以及每日超过6000万人次的流量，完善的渠道和客户服务体系，完全有实力帮助中小企业获得更大的商机。 </p>\n<p>　　3721在赢得客户的的同时，也在不断拓展地址栏搜索引擎的应用空间。从地域搜索到无线实名搜索，3721正不断把这个引擎打造成一个为企业提供商业价值的三维立体搜索平台。用户不仅仅可以在电脑浏览器的地址栏上搜索，同时可以用GSM手机通过短信、WAP等无线的方式进行搜索。对于2.96亿部GSM手机无线搜索的支持大大拓宽了3721地址栏搜索引擎的应用范围。 </p>\n<p>　　加上2.96亿GSM手机用户，总有一天，3721实名服务的用户覆盖范围将会超过中国3.7亿台电视的覆盖范围。到那个时候3721地址栏成为最具广告价值的搜索引擎将更加当之无愧，而企业将在这其中得到无与伦比的商业机会。 </p>\n<p>　　点评：对网民来说，搜索引擎最大的好处在于讯息查寻的便捷性；对企业而言，搜索引擎带来的品牌价值和商业机会的最大化则是吸引力所在。互联网发展到现在，搜索引擎的商业价值勿庸质疑。3721作为搜索引擎市场中的元老级产品自诞生以来到现在已拥有很大一批忠实用户。只是在处处充满竞争的市场中，谁都不可能是永远的“老大”。yahoo、Google、百度等后来者进入后，搜索引擎市场便愈发热闹。“先锋”有“先锋”的执着，后来者有后来者的锋芒，至于企业客户到底选中谁，就要靠各大搜索引擎厂商们“八仙过海，各显神通”了。</p>","postDate":"2005-03-24 14:54:43","postId":196,"type":"post","status":"publish","imported":true,"file":"196.md"}