{"title":"Alexa 世界网站排名研究(上)","zzzContent":"<p>网站排名是最容易引起关注和议论的，况且为世界上350多亿的网站定坐次，不仅如此，最重要的是排名的结果通过Internet发布到全世界。仅此足以引起哗然，对于不明真相的人，某天突然有人告诉你，“你们的网站排在我们之后”，此时你一定有些蒙。到底是谁在操这份心，评点虚拟世界的英雄？ Alexa 是什么？ </p>\n<p>Alexa 是以发布世界网站排名而引人注目的一个网站，URL地址为http://www.alexa.com/ 。其实，此网站的搜索引擎也很好用，但是“网站排名”却是它吸引眼球的最主要原因。以网站导航起家的Alexa创建于1996年4月，他们的目的是让Internet冲浪者在分享虚拟世界资源的同时，更多的参与Internet资源地组织。2002年5月Alexa放弃了自己的搜索引擎与Google合作。他们每天在网上搜集超过1,000GB的信息，然后进行整合发布。现在他们搜集的URL数量已经超过了Google。下图是他们自己给出的一个信息量比较图。纵轴为已有的URL地址的量，以十亿为单位。也就是说在量上，Alexa位居世界四大名搜索引擎第一位，已经超过了350亿。 焦点在于，Alexa不仅给出这350多亿网址的链接，而且为其中的每一个网站进行了排名。可以说，Alexa是当前拥有URL数量最庞大，排名信息发布最详尽的网站。 Alexa的网站排名 Alexa的世界网站排名主要分两种：综合排名　也可以叫做绝对排名，即特定的一个网站在所有350多亿网站中的名次。Alexa每三个月公布一次新的网站综合排名。此排名的依据是用户链接数（Users Reach）和页面浏览数（Page Views）三个月累积的几何平均值。 如当前世界排名最靠前的网站有：雅虎（www.yahoo.com）高居榜首，MSN http://www.msn.com/）紧跟其后，两个韩语网 http://www.daum.com/位居第三和第四名。第五名是最有名的搜索引擎Google http://www.google.com/ ）。每日的Internet用户中每百万人平均有308，000人会访问雅虎。全球著名的电子商务零售平台亚马http://www.amzon.com/ 综合排名14位。 Alexa还会根据网民对网站的评论，在综合排名信息中，用“星”来给网站评一个等级，最高为“5星” 。国内网站排名最靠前的新浪网，得了“2星”。Alexa网站本身不参加排名，但是Alexa给自己的评价为4星。 如果IE中嵌入了Alexa工具栏（Alexa Toolbar），那么每访问一个网站，其综合排名就会显示出来。也就是通常人们所说的名次。如果通过Alexa查看一个网站，首先看到的就是该网站的综合排名，并且配有当日网站首页截图，和网站内容的简单文字说明。以 www.blueidea.com 为例，显示其综合排名为2，1304（网页切图还是N个月以前的）。 </p>\n<p>分类排名 一是按主题分类，比如新闻、娱乐、购物等，Alexa给出某个特定网站在同一类网站中的名次。Alexa将其收集到的网站共分了16个大类，每个类下又分为多个主题。二是按语言分类，比如英文网站、中文网站、法文网站、德文网站等，给出特定站点在所有此类语言网站中的名次。Alexa提供了21种不同语言网站的分类排名。其中中文网站还细分成：简体中文和繁体中文两种。对于中文网站的排名只发布排在前100名的网站名单。 比如，我国一些著名门户类网站和新闻类网站当前的综合排名和按简体中文分类排名情况。其它一些排在简体中文网站100强的还有：联合早报：www.zaobao.com和凤凰卫http://www.phoenixtv.com/分别位于第21和28名。 繁体中文网站排名位于前5名的依次为：HiNet（www.hinet.net），Pc Home Online (www.pchome.com.tw/), 番薯藤（www.yam.com/），MSN（www.msn.com.tw/），新浪（www.sina.com/）。Sina.com.tw和Sina.com.hk分别位于第6名和第8名。新闻类的如：联合新闻组，即联合报系（UDNnewshttp://www.udn.com/排在繁体中文网站的第7名；东方日报（www.orientaldaily.com.hk/）排在第31位 ；太阳报（www.the-sun.com.hk/）和明报（www.mingpaonews.com/）分别位于43、44位。另外，星岛日报、香港电台、中华电视等的网站也进入了繁体中文网站的100强。 Alexa将综合排名500强网站在自己网站上强力推荐。每个通过Alexa访问的网站，Alexa首先给出了有关该网站的如下图的信息（以人民网 People.com.cn为例）。包括：综合排名、相关网站链接、网站基本情况、联系方式、关于该网站的评论。以下信息是 blueidea.com 的站点信息，从链接和速度上分析，我站点都不是很理想，想来是太多的转载不给加上来自的链接吧。较慢的访问得分，估计和机房位置和带宽有关，虽然我在北京上本站，并不觉得太慢。通过上一页的链接“See Traffic Details” ，可以查看到有关该网站访问量的详细统计数据和图表。以新浪网Sina.com.cn为例，可以获知，除了同上的网站综合排名简介外，的如下信息： 1、距当日最近的前3个月、前6个月和一年的访问量走势图。下图为Sina.com.cn自2003年7月26日上溯6个月来的访问量走势图： 点击浏览该文件 以下是 blueidea 的奇怪曲线统计图，说明我们会员大部分人是有班上的，到了周末就都休息了，而且 blueidea.com 在7月以后的改版取得巨大成功，两个月的时间排名上升速度很快。 点击浏览该文件 2、综合排名统计表，包括：今日排名、1周前排名、3个月前排名,以及与上一季度比较排名是上升还是下降。以下是 blueidea.com 的综合排名。 </p>\n<p>3、网站所有各栏目被浏览的概率的详细统计http://pages.blueidea.com 显然推广不够。cs.blueidea.com 也一样，邮件服务器的比例较少，说明我站点的Team 成员很少用 web 邮件系统。如果邮件服务器访问百分比很高，那一定是提供免费邮件的站点。 </p>\n<p>4、当日用户链接数、一周前每日平均用户链接数、前三个月的每日平均用户链接数（每百万人为单位）和当日、前一周、前三个月按用户链接数的排名，以及3个月来这些数量的变化。如下图所示</p>\n<p>5、每个用户平均浏览页面数，分为：当日、前一周、前3个月分别统计。而且有按被访页面数的排名。以及3个月来页面浏览量和以此为排名的名次两项变化。可以看出，今天我站点的page views 减少了，但 page views 的排名，还居 5466 名。 </p>\n<p>另外，Alexa还在自己的网站上公布排名变动最大的网站，分为名次上升最快的和名次下降最快的网站排行。比如2003年7月27日，华夏旅游网位居变动排行榜第一，访问量上升260％。 　如此大量的网站地址，如此详尽的数据和统计，确立了Alexa的世界网站排名的权威。Alexa给出的排名无疑吊起众多人，尤其是那些与网站密切相关者的胃口。人们难免会思考：为什么我们的网站排在他们的之后？这个排名科学吗？公正吗？怎样才能排得靠前一些？实事是，无论如何这样的一个排名已经开始产生影响，不能排除它会影响网站的经济效益之类，甚至会带来更深更远的影响</p>","postDate":"2005-03-24 14:50:21","postId":197,"type":"post","status":"publish","imported":true,"file":"197.md"}