{"title":"网站推广方法–资源合作","zzzContent":"<p>网站之间的资源合作也是互相推广的一种重要方法，其中最简单的合作方式为交换链接。网站其他合作还有内容共享、资源互换、互为推荐等，尽管形式和*作方法各不相同，但是基本思路是一样的，即在自己拥有一定营销资源的情况下通过合作达到共同发展的目的。本节只介绍交换链接方法。 </p>\n<p>在&#8221;搜索引擎注册&#8221;有关内容时，讲到以Google为代表的第二代搜索引擎将其它网站的链接数量也作为决定一个网站排名的一项指标，其实，交换链接本身也是一项常用的网站推广手段，被其它网站链接的机会越多，越有利于推广自己的网站。尤其对于大多数中小网站来说，这种免费的推广手段是一种常用的、而且是有一定效果的方法。</p>\n<p>交换链接或称互惠链接、互换链接、友情链接等，是具有一定互补优势的网站之间的简单合作形式，即分别在自己的网站上放置对方网站的LOGO或网站名称，并设置对方网站的超级链接，使得用户可以从合作网站中发现自己的网站，达到互相推广的目。</p>\n<p>交换链接的作用主要表现在几个方面：获得访问量、增加用户浏览时的印象、在搜索引擎排名中增加优势、通过合作网站的推荐增加访问者的可信度等。不过关于交换链接的效果，业内还有一些不同看法，有人认为网站可以从链接中获得的访问量非常少，也有人认为交换链接不仅可以获得潜在的品牌价值，还可以获得很多直接的访问量。</p>\n<p>本书的观点认为，交换链接的意义实际上已经超出了是否可以直接增加访问量这一范畴，比增加访问量更重要之处在于业内的认知和认可，因为一般来说，互相链接的网站在规模上比较接近，内容上有一定的相关性或互补性，只有经过对方的认可才可能将你的网站列为合作对象。</p>\n<p>建立交换链接的常见问题</p>\n<p>在网站链接的问题上，我们经常会看到一些极为不同的结果，有的网站不加区分地罗列着许许多多似乎毫无关联的网站，从化工建材到个人写真，以及形形色色的个人主页；也有不少网站，根本没有相关网站的链接。这两种情况都有些极端，即使对于比较正常的网站链接，也有一些问题需要引起注意。</p>\n<p>（1）链接数量有没有标准？</p>\n<p>做多少个链接才算足够？这往往是一些网络营销人员比较关心的问题，不过，这个标准恐怕很难确定，主要与网站所在领域的状况有关。一个专业性特别强的网站，内容相关或者有互补性的网站可能非常少，那么有可能做到的交换链接的数量自然也比较少。反之，大众型的网站可以选择的链接对象就要广泛得多。</p>\n<p>一般来说，可以参考一下和自己内容和规模都差不多的网站，看看别人的情况，如果那些网站中你认为有必要做链接的网站都已经出现在自己的友情链接名单中，而且还有一些别人所没有的，但又是有价值的合作网站，那么就应该认为是工作很有成效了。不过，新的网站在不断出现，交换链接的工作也就没有结束的时候，你的合作者名单也会越来越长，这是好的现象。总之，没有绝对的数量标准，合作者的质量（访问量、相关度等）也是评价互换链接的重要参数。</p>\n<p>（2）不同网站LOGO的风格及下载速度</p>\n<p>交换链接有图片和文字链接两种主要方式，如果采用图片链接（通常为网站的LOGO），由于各网站的标志千差万别，即使规格可以统一（多为88×31像素），但是图片的格式、色彩等与自己网站风格很难协调，影响网站的整体视觉效果。例如，有些图标是动画格式，有些是静态图片，有些画面跳动速度很快。将大量的图片放置在一起，往往给人眼花缭乱的感觉，而且并不是每个网站的LOGO都可以让访问者明白它所要表达的意思，不仅不能为被链接方带来预期的访问量，对自己的网站也产生了不良影响。</p>\n<p>另外，首页放置过多的图片会影响下载速度，尤其这些图片分别来自于不同的网站服务器时。因此，建议不要在网站首页放过多的图片链接，具体多少适中，和网站的布局有关，5幅以下应该不算太多，但无论什么情形，10幅以上不同风格的图片摆在一起，一定会让浏览者的眼睛感觉不舒服。 </p>\n<p>（3）回访友情链接伙伴的网站</p>\n<p>同搜索引擎注册一样，交换链接一旦完成，也具有一定的相对稳定性，不过，还是需要做不定期检查，也就是回访友情链接伙伴的网站，看对方的网站是否正常运行，自己的网站是否被取消或出现错误链接，或者，因为对方网页改版、URL指向转移等原因，是否会将自己的网址链接错误。因为由于交换链接通常出现在网站的首页上，错误的或者无效的链接对自己网站的质量有较大的负面影响。</p>\n<p>如果发现对方遗漏链接或其它情况，应该及时与对方联系，如果某些网站因为关闭等原因无法打开，在一段时间内仍然不能恢复的时候，应考虑暂时取消那些失效的链接。不过，可以备份相关资料，也许对方的问题解决后会和你联系，要求恢复友情链接。 </p>\n<p>同样的道理，为了合作伙伴的利益着想，当自己的网站有什么重大改变，或者认为不再合适作为交换链接时，也应该及时通知对方。</p>\n<p>（4）不要链接无关的网站</p>\n<p>也许你会收到一些不相干的网站要求交换链接的信件，不要以为链接的网站数量越多越好，无关的链接对自己的网站没有什么正面效果，相反，大量无关的或者低水平网站的链接，将降低那些高质量网站对你的信任，同时，访问者也会将你的网站视为素质低下或者不够专业，严重影响网站的声誉。</p>\n<p>（5）无效的链接</p>\n<p>谁也不喜欢自己的网站存在很多无效的链接，但是，实际上很多网站都不同程度地存在这种问题。即使网站内部链接都没有问题，但很难保证链接到外部的也同样没有问题，因为链接网站也许经过改版、关闭等原因，原来的路径已经不再有效，而对于访问者来说，所有的问题都是网站的问题，他们并不去分析是否对方的网站已经关闭或者发生了其它问题。因此，每隔一定周期对网站链接进行系统性的检查是很必要的。</p>\n<p>此外，新网站每天都在不断诞生，交换链接的任务也就没有终了的时候，当然，在很多情况下，都是新网站主动提出合作的请求，对这些网站进行严格的考察，从中选择适合自己的网站，将合作伙伴的队伍不断壮大和丰富，对绝大多数网站来说，都是一笔巨大的财富。 </p>","postDate":"2005-03-24 14:46:53","postId":200,"type":"post","status":"publish","imported":true,"file":"200.md"}