{"title":"选择最佳关键词之10个技巧","zzzContent":"<p>选择最佳关键词之10个技巧</p>\n<p>关键词的研究和选择是搜索引擎营销活动中至关重要的一步。众所周知，大多数人在网上寻找信息都是从搜索引擎开始。我们都是通过输入关键字段来寻找想要的信息。目前，大多数人搜索时使用平均2-5个关键词。 因此，选择恰当的关键词对于优化网页内容变得越来越重要。因为搜索引擎主要提供与关键词有关的内容，比起那些没有用适当的关键词来描述其产品或服务的网站，网页上如果有相关的关键词，该网站的排名会更靠前。<br />\n选择最佳关键词之10个技巧<br />\n1、站在客户的角度考虑  </p>\n<p>潜在客户在搜索你的产品时将使用什么关键词？这可以从众多资源中获得反馈，包括从你的客户、供应商、品牌经理和销售人员那里获知其想法。 </p>\n<p>2、将关键词扩展成一系列短语  </p>\n<p>选择好一系列短语之后，用WordTracker网络营销软件对这些关键词组进行检测，该软件的功能是查看你的关 </p>\n<p>键词在其它网页中的使用频率，以及在过去24小时内各大搜索引擎上有多少人在搜索时使用过这些关键词。  </p>\n<p>最好的关键词是那些没有被滥用而又很流行的词。 <br />\n另一个技巧是使用罕有的组合。WordTracker的有效关键词指数（Keyword Effectiveness Index： KEI）将告诉你所使用的关键词在它的数据库中出现的次数和同类竞争性网页的数量。寻找那些可能对你的网页起作用的关键词。KEI值越高，意味着该词越流行，且更少竞争对手。KEI 达到100分就不错了，超过400分可谓极佳。 </p>\n<p>注意只使用能够描述你的产品的关键词。 </p>\n<p>3、进行多重排列组合  </p>\n<p>改变短语中的词序以创建不同的词语组合。使用不常用的组合。组合成一个问句。包含同义词、替换词、比喻词和常见错拼词。包含所卖产品的商标名和品名。使用其它限定词来创建更多的两字组合，三字、四字组合。</p>\n<p>例如，如果你的关键词是宽带，你可能遇到象数字宽带、数字无线宽带、无线数字宽带，宽带加速、宽带新闻、数字无线宽带新闻，数字无线通讯，等等词组。如果关键词是软件解决方案，不妨试一试流量分析软件解决方案，流量分析报告，流量报告工具，B2B软件解决方案，电子商务软件解决方案，等等。需要注意的是，关键词组不一定要有意义，虽然在你进行组合时，它们必须具备相关含义。 </p>\n<p>4、使用专业概念词汇以限定来访者  </p>\n<p>明确你的关键词组的概念，如电子商务软件。要做到够明确专业以使词组不至于太宽泛，如电子商务软件解决方案，电子商务安全解决方案， B2B电子商务软件，等等。 </p>\n<p>5、如果是品牌企业，则用你的公司名</p>\n<p>如果你是知名品牌，就在关键词中使用你的公司名。 </p>\n<p>象RadioShack这样的网站应该有这样的关键词组：RadioShack电脑、RadioShack电子元件、RadioShack电话， 等等。如果RadioShack要招募员工，可使用这些关键词：为RadioShack工作、RadioShack全国工作，RadioShack管理职位，以招聘具有专业水准的雇员。</p>\n<p>但如果你的名字是杰克.琼斯地产，没什么人会在搜索框中输入那个名字，除非人家知道你。因此，如果你并非品牌，关键词中包含公司名就不值一试。 </p>\n<p>6、使用地理位置  </p>\n<p>如果你的位置很关键，则把它加入你的关键词组。例如，加尼佛利亚棕榈泉杰克.琼斯地产，这里，加尼佛利亚棕榈泉房地产就是一个很有用的关键词。 </p>\n<p>7、回顾竞争者使用的关键词  </p>\n<p>查寻竞争者的关键词可让你想到一些你可能漏掉的词组。但不要照抄任何人的关键词，因为你并不清楚他们如何要使用这些关键词——你得自己想关键词。寻找别人的关键词只是对你已经选好的关键词进行补充。 </p>\n<p>8、毋用意义太泛的词或短语  </p>\n<p>要用修饰词将普通词汇和短语意义变得更为精确。如提供保险服务的站点可以使用健康保险报价、自动保险报价、人寿保险报价等关键词组。</p>\n<p>为了预先限定来访者，关键词和短语应明确你的利基。如果你是从事娱乐业，则用娱乐新闻、影片追踪、名星故事、娱乐中心等等。明确利基可吸引你需要的访问者。不管你销售什么，这一点都相当重要。一群小小的目标受众比一大群以为你在卖其它什么东西的来访者更有可能转化成真正的客户， </p>\n<p>9、毋用单一词汇  </p>\n<p>多词短语比单一词汇更有用。搜索引擎很难就单一词汇搜索相关结果，因为这样的搜索条件会产生太多结果，而搜索者是不会去浏览数百个结果页面的。一个搜索拍卖网站电子商务软件解决方案的用户不会只搜索软件。 </p>\n<p>10、使用自己的名字而不是他人的商标名</p>\n<p>在你的关键词中避免使用竞争者的商标，否则可能被起诉。一些公司会给予使用许可。一个想使用“Tide”的电子商务网站要联系Procter和 Gamble以征得许可。许可的授予建立在一种潜在的从属联系上——一个制造商很可能把名称使用权许可给一家搞销售的网站。但是，利用另一家公司的商标或产品名称以从中牟利是不允许的。</p>\n<p>这些策略将帮你瞄准合格的来访者。关键词选择在搜索 </p>\n<p>引擎营销中是最重要的工作之一，花点时间做好它</p>","postDate":"2005-03-24 14:46:11","postId":201,"type":"post","status":"publish","imported":true,"file":"201.md"}