{"title":"慧聪是如何开展网络营销的:::::","zzzContent":"<p>&#8220;我们的企业叫慧聪，慧聪是一个信息服务商，简单地讲，我们给企业提供大量的商情数据和信息服务。比如你是生产电视机的，我就可以告诉你，今天中国有多少个牌子、多少个型号的电视机，它们在各个主要城市卖多少钱；在报纸媒体上投入了多少广告；广告的投入是以生产商的名义投的，还是以经销商名义投的；选择的日子是哪天，版位是什么，多大的篇幅、什么颜色。我们就是提供这样的信息服务。我们现在每周发的几十本网刊实际上就是一个巨大的数据库，我们把全国几十个城市的分公司变成一个网络，将数据汇总到北京，经过深加工后提供给用户。我们现在把这张网搬到了INTERNET上，根据它的成本和整个收益，可以发展得更快。大家可能会问，这也能卖钱？我告诉你们，我就是靠这个从创业的十四万八千块钱，变成现在的十几亿市值。因为现在是信息社会，是知识经济时代。” </p>\n<p>       初识郭凡生，是在一次品牌研讨会上，他的演讲吸引了我。郭凡生是一个很有人格魅力的人，他有一种左右你思维的能力，把你引入他的谈话主题。他像一个演说家，更像一个思想家，在各个地方“布道”，宣传慧聪，宣扬慧聪的理念、经营模式，言语间充满了自信。走进郭凡生的办公室，扑面而来的首先是一种传统的风格，体现了他骨子里不善张扬的个性。他有时简朴得让人吃惊，手底下有车的员工很多，而他这个老板反而没车。（采访当天，他是坐16 路车，然后又走了一段路来上班的。）他身上有股霸气，不过只有在他决策时才会体现出来。 互联网：还不是网络经济 我在美国时，有人做了这样一个比喻，说100多年前人们在美国股票市场上投资的都是铁路产业，但是几十年后，铁路行业就剩几家大公司了，虽然当时在铁路投资上有过度投资的现象，但是铁路的超前发展却带动了整个美国经济的发展。现在互联网这一行业肯定也有投资超常的行为，因为一个行业刚刚兴起的时候，人们不知道对它的投资怎样进行把握。但是只有这种大规模的投资才能够使应该朝前发展的行业 超前发展，带动整个社会经济的发展。所以就互联网本身的发展来看，我觉得现在这种超前投资完全应该，它会给人类社会带来更大的进步，首先是实现了资源的及时有效配置，从而创造更多的社会财富，提高人类生活质量。随着中国社会经济的高速发展，信息技术成为发展最快、最具有生命力的现代技术，信息产业成为中国国民经济发展的新的增长点。 中国开始进入信息社会已成为中国社会发展过程中最令人关注的事实。计算机技术和互联网络的发展，不仅将改变人们的生活、工作、学习、娱乐等方式，还将带来人类社会的深刻变革。因特网技术的广泛应用最突出的特点是，可以将人类在整个物质生产与流通环节中的流转量和库存量降到最低点，仅此一项，人类的财富就可以大大得到提高。同时，因特网提供的及时准确的信息也避免了由于信息判断失误导致的决策失误和造成的不必要损失。北京近几年出现的大商场过热和写字楼过热就是信息判断严重失误的例证，其损失之严重是有目共睹的。马克思讲过，人类最终将通过技术和信息等手段，来解决生产过剩以及再生产中的问题。因特网就是人类目前所创造和运用的最好技术和模式。就互联网本身来说，做的人我觉得有问题，因为投资人都希望向好的项目投资，但是很多实际的操作者却不是从互联网发展的角度考虑 ，而是从掏钱的角度考虑，所以说现在互联网有点象当年的炒房地产、炒股票、炒期货。在中国确实有不少这样的炒家，对于这样的炒家我觉得不应该说他们不对，但投资人自己应该把握向什么样的企业投资。 现在中国到处都讲网络经济，但我觉得尚未形成网络经济的实质。中国整个广告业的营业额去年有将近100亿美元，互联网的收入只有1000多万美元，离网络经济还差得很远。虽然美国本土的互联网势能很大，但也不能说美国现在就是网络经济。目前中国由于网络的进入正开始从传统的工业经济向知识经济发展，如果说知识经济就是网络经济，我觉得这是一种对经济学和社会学无知的说法。因为人类的发展经历了农业社会、工业社会，工业社会之后是信息社会，而信息社会的基本形态是知识形态。那么知识形态的基本含义是什么呢？它不是靠资本分配，而是靠人的知识和能力来分配社会的财富。如果现在叫网络经济，那么前几年是不是叫电脑经济，网络之后如果再有个什么技术那不又变成一个什么技术经济了？所以我觉得这个说法是不全面的。 街亭之误:没有抓住关键的人 现在社会上都说民营企业比国有企业有发展，机制灵活。但我说，民营企业垮台破产的速度比国有企业还快。中国的民营企业，有谁走到高峰之后能够真正把企业稳定下来？人家国有企业出问题，有政府制度来制约，是逐渐地，象冰山消融一样；而民营企业垮台的时候就是雪崩，“哗”就垮下来了。坦率地讲，明年中国最少1/3的民营企业就没有了。 </p>\n<p>         刚创建慧聪公司的时候，我在管理企业方面没有经验。那时侯慧聪主要是在报纸上做IT市场最低报价，由于当时搞这种信息服务的不多，所以慧聪上一条报价就可以收200块钱，而且报纸的版面是免费的，甚至还要给慧聪一定的稿费。这样一个版下来往往能有好几万的纯利。一旦企业赚钱了，你的技术人员和管理人员也就明白了，不就这点事吗？我也这样做不就行了吗？而且这么高的利润也让内部一些人动了分出去单干的心思，因为他们觉得反差太大了，自己很辛苦干一个月才拿几千块钱，整个公司一个月近百万的收入岂不是都进了老板的腰包？恰好当时慧聪的企业结构还很不完善，整个业务只是靠几个关键性的人来完成，这种没有制衡的机制为后来的分裂埋下了隐患。 </p>\n<p>         没过多长时间，这几个人就打着“老板拿钱太多”的旗号，毁了企业的数据库，拉一批人出来用十几万成立了一个与慧聪一样的公司。你的企业正做大了想发展，“蹦”出去一个，你又变成一个小企业，规模效益一下子就没了。有多少民营企业往往就死在这儿了。现在他们还在办公司，但是我可以骄傲地讲，他们这些小老板和当时留在慧聪的人相比，他们很穷，我们留在慧聪的这些董事，等到慧聪上市的那一天，一夜之间就会创造几百个百万富翁和千万富翁，他们是不能比的。但这件事教育了我，接受一种理念和文化是很难的，要留住人是最难的。 当时我特别委屈，自己占了50%的股份，可是并没有拿走50%的钱呀！慧聪这个企业是要做长远发展的，赚的钱哪能都变成奖金工资发下去呢？不过委屈归委屈，这件事也让我下定决心，一定要坚决地实行和完善自己在创业时所制定的分配原则。 </p>\n<p>          我过去对慧聪的管理是宽大为怀，对于有一些个别城市地区总经理对企业利益的侵占和违反劳动股份制的一些规则而做出的事情，我只是善意的批评。这种批评他们听的时候就听了，不听我也没有采取严厉措施，这是我管理上的一个失误。这使得慧聪走了一些弯路。但由于这本身是我管理方法的问题，只要我意识到想扭转，很快就可以扭转过来。慧聪的大多数员工包括各地区城市分公司的员工，他们都希望自己的辛勤劳动能够得到价值的体现。比如成都公司，当时定得很清楚，20%的分红给总经理自己，20%的分红给部门经理，60%的分红是给企业职工的。但连续五年，他的企业职工根本没拿到分红。过去那种现象我虽然不断地说，但没派人去查帐。当这种事情真正发生，当免他职的时候，所有的问题才全部摊开。当然现在这些问题都解决了。严格管理应该成为一个国际化的规范公司的根本，而且这种严格管理一定要用法制化管理，对于违反法律而侵占企业和员工利益的那些经营者和管理者，公司就应该对他们绳之以法，否则会成为一支没有纪律的队伍，不能够参于世界竞争。 我的很多失误实际是用人的失误，这并不是说我用这个人用错了，造成了损失，而是说更多的情况是把有能力的人我没把他用在合适的岗位上，他的作用没有发挥出来，这种现象是比比皆是的，这也是我考虑较多的一件事情。失街亭谁都会有，关键是你能够从中吸取教训并不断改进。 </p>\n<p>          制度：让利润跟着知识走 </p>\n<p>            慧聪注册时的企业章程里有两条：一条我郭凡生占50%的股份，我的几个合伙人占百分之二十几，剩下的股份要作为留给员工的奖励；第二条是固定董事每年的分红不得超过红利总额的30%，那70%要给员工。另外，任何一个董事不能超过红利总额的10%。也就是说，如果利润是1000万，那么800万是积累，剩下的20%也就是200万做分红。我占公司一半的股份，但分红最多只能拿20万。1997年慧聪股份制改造后有不少员工成了股东，我又规定，假定还是200万红利，这里面有50%是劳动分红，跟董事没有关系，剩下的50%是董事分红，属于资本分红。在资本分红中还是任何人不得超过10%。如果没有这一条，100万应该有我50万，那就就剩下10万了。 </p>\n<p>              当时不理解我这种激励制度的人多了。我的董事就说，这叫什么事，我们拿钱办的企业凭什么给员工钱呀。另外有些搞研究的朋友也说，你这也太不正规了。我当时讲：第一，企业利润的创造者是谁？是职工，只有职工真正感觉到他是企业主人的时候，你这个企业才能发展。在慧聪这样的知识型企业里，说白了我们老板才是打工的，你就是用你的资本为知识打工嘛。所以钱当然应该分给员工了；第二，正规不正规对我来说不重要，关键是企业能够生存发展。今年慧聪已经成立八年了，年年白花花的银子几百万几百万地分红，光我名下的钱大概就分出去700万以上了。 </p>\n<p>            1997年10月，慧聪进行了第一次股份制改造。公司按照净资产2000万针对北京慧聪的80多名主管以上管理人员进行配股，实行买一送二。当时，由于员工自己要掏一笔为数不少的钱来买股，有一部分人就在背后说：“有钱不发还让我们往里扔。”其他的也大都哆哆嗦嗦。经\n</p>","postDate":"2005-01-13 20:47:03","postId":211,"type":"post","status":"publish","imported":true,"file":"211.md"}