{"title":"人成长中必须知道的20个故事-与大家共勉:::::","zzzContent":"<p> 1、断箭     不相信自己的意志，永远也做不成将军。</p>\n<p>　　春秋战国时代，一位父亲和他的儿子出征打战。父亲已做了将军，儿子还只是马前卒。又一阵号角吹响，战鼓雷鸣了，父亲庄严地托起一个箭囊，其中插着一只箭。父亲郑重对儿子说：“这是家袭宝箭，配带身边，力量无穷，但千万不可抽出来。”</p>\n<p>　　那是一个极其精美的箭囊，厚牛皮打制，镶着幽幽泛光的铜边儿，再看露出的箭尾。一眼便能认定用上等的孔雀羽毛制作。儿子喜上<br />\n眉梢，贪婪地推想箭杆、箭头的模样，耳旁仿佛嗖嗖地箭声掠过，敌方的主帅应声折马而毙。</p>\n<p>　　果然，配带宝箭的儿子英勇非凡，所向披靡。当鸣金收兵的号角吹响时，儿子再也禁不住得胜的豪气，完全背弃了父亲的叮嘱，强烈<br />\n的欲望驱赶着他呼一声就拔出宝箭，试图看个究竟。骤然间他惊呆了。</p>\n<p>　　一只断箭，箭囊里装着一只折断的箭。<br />\n　　我一直刳着只断箭打仗呢！儿子吓出了一身冷汗，仿佛顷刻间失去支柱的房子，轰然意志坍塌了。<br />\n　　结果不言自明，儿子惨死于乱军之中。<br />\n　　拂开蒙蒙的硝烟，父亲拣起那柄断箭，沉重地啐一口道：“不相信自己的意志，永远也做不成将军。”<br />\n　　把胜败寄托在一只宝箭上，多么愚蠢，而当一个人把生命的核心与把柄交给别人，又多么危险！比如把希望寄托在儿女身上；把幸福<br />\n寄托在丈夫身上；把生活保障寄托在单位身上……</p>\n<p>　　温馨提示：自己才是一只箭，若要它坚韧，若要它锋利，若要它百步穿杨，百发百中，磨砺它，拯救它的都只能是自己。</p>\n<p>　　2、生命的价值        不要让昨日的沮丧令明天的梦想黯然失色！</p>\n<p>　　在一次讨论会上，一位著名的演说家没讲一句开场白，手里却高举着一张20美元的钞票。<br />\n　　面对会议室里的200个人，他问：“谁要这20美元？”一只只手举了起来。他接着说：“我打算把这20美元送给你们中的一位，但在这<br />\n之前，请准许我做一件事。”他说着将钞票揉成一团，然后问：“谁还要？”仍有人举起手来。</p>\n<p>　　他又说：“那么，假如我这样做又会怎么样呢？”他把钞票扔到地上，又踏上一只脚，并且用脚碾它。尔后他拾起钞票，钞票已变得<br />\n又脏又皱。<br />\n　　“现在谁还要？”还是有人举起手来。<br />\n　“朋友们，你们已经上了一堂很有意义的课。无论我如何对待那张钞票，你们还是想要它，因为它并没贬值，它依旧值20美元。人生路<br />\n上，我们会无数次被自己的决定或碰到的逆境击倒、欺凌甚至碾得粉身碎骨。我们觉得自己似乎一文不值。但无论发生什么，或将要发生<br />\n什么，在上帝的眼中，你们永远不会丧失价值。在他看来，肮脏或洁净，衣着齐整或不齐整，你们依然是无价之宝。”</p>\n<p>　　温馨提示：生命的价值不依赖我们的所作所为，也不仰仗我们结交的人物，而是取决于我们本身！我们是独特的——永远不要忘记这<br />\n一点！</p>\n<p>　　3、昂起头来真美      别看它是一条黑母牛，牛奶一样是白的。</p>\n<p>　　珍妮是个总爱低着头的小女孩，她一直觉得自己长得不够漂亮。有一天，她到饰物店去买了只绿色蝴蝶结，店主不断赞美她戴上蝴<br />\n蝶结挺漂亮，珍妮虽不信，但是挺高兴，不由昂起了头，急于让大家看看，出门与人撞了一下都没在意。</p>\n<p>　　珍妮走进教室，迎面碰上了她的老师，“珍妮，你昂起头来真美！”老师爱抚地拍拍她的肩说。<br />\n　　那一天，她得到了许多人的赞美。她想一定是蝴蝶结的功劳，可往镜前一照，头上根本就没有蝴蝶结，一定是出饰物店时与人一<br />\n碰弄丢了。<br />\n　　自信原本就是一种美丽，而很多人却因为太在意外表而失去很多快乐。<br />\n　　温馨提示：无论是贫穷还是富有，无论是貌若天仙，还是相貌平平，只要你昂起头来，快乐会使你变得可爱——人人都喜欢的那<br />\n种可爱。</p>\n<p>　　4、为生命画一片树叶    只要心存相信，总有奇迹发生，希望虽然渺茫，但它永存人世。</p>\n<p>　　美国作家欧；亨利在他的小说《最后一片叶子》里讲了个故事：病房里，一个生命垂危的病人从房间里看见窗外的一棵树，在秋风<br />\n中一片片地掉落下来。病人望着眼前的萧萧落叶，身体也随之每况愈下，一天不如一天。她说：“当树叶全部掉光时，我也就要死了。<br />\n”一位老画家得知后，用彩笔画了一片叶脉青翠的树叶挂在树枝上。</p>\n<p>　　最后一片叶子始终没掉下来。只因为生命中的这片绿，病人竟奇迹般地活了下来。</p>\n<p>　　温馨提示：人生可以没有很多东西，却唯独不能没有希望。希望是人类生活的一项重要的价值。有希望之处，生命就生生不息！</p>\n<p>　　5、飞翔的蜘蛛    信念是一种无坚不催的力量，当你坚信自己能成功时，你必能成功。</p>\n<p>　　一天，我发现，一只黑蜘蛛在后院的两檐之间结了一张很大的网。难道蜘蛛会飞？要不，从这个檐头到那个檐头，中间有一丈余宽，第<br />\n一根线是怎么拉过去的？后来，我发现蜘蛛走了许多弯路——从一个檐头起，打结，顺墙而下，一步一步向前爬，小心翼翼，翘起尾部，<br />\n不让丝沾到地面的沙石或别的物体上，走过空地，再爬上对面的檐头，高度差不多了，再把丝收紧，以后也是如此。</p>\n<p>　　温馨提示：蜘蛛不会飞翔，但它能够把网凌结在半空中。它是勤奋、敏感、沉默而坚韧的昆虫，它的网制得精巧而规矩，八卦形地张<br />\n开，仿佛得到神助。这样的成绩，使人不由想起那些沉默寡言的人和一些深藏不露的智者。于是，我记住了蜘蛛不会飞翔，但它照样把网<br />\n结在空中。奇迹是执着者造成的。</p>\n<p>　　6、阴影是条纸龙     人生中，经常有无数来自外部的打击，但这些打击究竟会对你产生怎样的影响，最终决定权在你手中。</p>\n<p>　　祖父用纸给我做过一条长龙。长龙腹腔的空隙仅仅只能容纳几只蝗虫，投放进去，它们都在里面死了，无一幸免！祖父说：“蝗虫性子太躁，除了挣扎，它们没想过用嘴巴去咬破长龙，也不知道一直向前可以从另一端爬出来。因而，尽管它有铁钳般的嘴壳和锯齿一般的<br />\n大腿，也无济于事。</p>\n<p>　　“当祖父把几只同样大小的青虫从龙头放进去，然后关上龙头，奇迹出现了：仅仅几分钟，小青虫们就一一地从龙尾爬了出来。<br />\n　　温馨提示：命运一直藏匿在我们的思想里。许多人走不出人生各个不同阶段或大或小的阴影，并非因为他们天生的个人条件比别人要差多远，而是因为他们没有思想要将阴影纸龙咬破，也没有耐心慢慢地找准一个方向，一步步地向前，直到眼前出现新的洞天。</p>\n<p>　　7、成功并不像你想像的那么难     并不是因为事情难我们不敢做，而是因为我们不敢做事情才难的。</p>\n<p>　　1965年，一位韩国学生到剑桥大学主修心理学。在喝下午茶的时候，他常到学校的咖啡厅或茶座听一些成功人士聊天。这些成功人士包括诺贝尔奖获得者，某一些领域的学术权威和一些创造了经济神话的人，这些人幽默风趣，举重若轻，把自己的成功都看得非常自然和顺理成章。时间长了，他发现，在国内时，他被一些成功人士欺骗了。那些人为了让正在创业的人知难而退，普遍把自己的创业艰辛夸大了，也就是说，他们在用自己的成功经历吓唬那些还没有取得成功的人。</p>\n<p>　　作为心理系的学生，他认为很有必要对韩国成功人士的心态加以研究。1970年，他把《成功并不像你想像的那么难》作为毕业论文，提交给现代经济心理学的创始人威尔；布雷登教授。布雷登教授读后，大为惊喜，他认为这是个新发现，这种现象虽然在东方甚至在世界各地普遍存在，但此前还没有一个人大胆地提出来并加以研究。惊喜之余，他写信给他的剑桥校友——当时正坐在韩国政坛第一把交椅上的人——朴正熙。他在信中说，“我不敢说这部著作对你有多大的帮助，但我敢肯定它比你的任何一个政令都能产生震动。”</p>\n<p>　　后来这本书果然伴随着韩国的经济起飞了。这本书鼓舞了许多人，因为他们从一个新的角度告诉人们，成功与“劳其筋骨，饿其体肤”、“三更灯火五更鸡”、“头悬梁，锥刺股”没有必然的联系。只要你对某一事业感兴趣，长久地坚持下去就会成功，因为上帝赋予你的时间和智慧够你圆满做完一件事情。后来，这位青年也获得了成功，他成了韩国泛业汽车公司的总裁。</p>\n<p>　　温馨提示：人世中的许多事，只要想做，都能做到，该克服的困难，也都能克服，用不着什么钢铁般的意志，更用不着什么技巧或谋略。只要一个人还在朴实而饶有兴趣地生活着，他终究会发现，造物主对世事的安排，都是水到渠成的。</p>\n<p>　　8、永远的坐票生活真是有趣：  如果你只接受最好的，你经常会得到最好的。</p>\n<p>　　有一个人经常出差，经常买不到对号入坐的车票。可是无论长途短途，无论车上多挤，他总能找到座位。<br />\n　　他的办法其实很简单，就是耐心地一节车厢一节车厢找过去。这个办法听上去似乎并不高明，但却很管用。每次，他都做好了从第一节车厢走到最后一节车厢的准备，可是每次他都用不着走到最后就会发现空位。他说，这是因为像他这样锲而不舍找座位的乘客实在不多。经常是在他落座的车厢里尚余若干座位，而在其他车厢的过道和车厢接头处，居然人满为患。</p>\n<p>　　他说，大多数乘客轻易就被一两节车厢拥挤的表面现象迷惑了，不大细想在数十次停靠之中，从火车十几个车门上上下下的流动中蕴藏着不少提供座位的机遇；即使想到了，他们也没有那一份寻找的耐心。眼前一方小小立足之地很容易让大多数人满足，为了一两个座位背负着行囊挤来挤去有些人也觉得不值。他们还担心万一找不到座位，回头连个好好站着的地方也没有了。与生活中一些安于现状不思进取害怕失败的人，永远只能滞留在没有成功的起点上一样，这些不愿主动找座位的乘客大多只能在上车时最初的落脚之处一直站到下车。</p>\n<p>　　温馨提示：自信、执着、富有远见、勤于实践，会让你握有一张人生之旅永远的坐票。</p>\n<p>　　9、心中的顽石     阻碍我们去发现、去创造的，仅仅是我们心理上的障碍和思想中的顽石。</p>\n<p>　　从前有一户人家的菜园摆着一颗大\n</p>","postDate":"2004-12-15 20:45:35","postId":214,"type":"post","status":"publish","imported":true,"file":"214.md"}