{"title":"陈天桥：告诉你一个真实的首富","zzzContent":"<p>网络游戏是我们的一个机会    </p>\n<p>——陈总经常提及的一句话</p>\n<p>　　我们从来不认为会失败。</p>\n<p>　　——陈总这样回忆当年跳出证券公司自己创业时的心态</p>\n<p>　　我从来就没有认为家族化的企业需要去淡化，如果家族化企业的管理能够帮助盛大实现我们的理想和梦想。</p>\n<p>　　——陈总这样看待盛大的家族化问题</p>\n<p>　　我向来不特别喜欢钱。我拼命挣钱，只为证明自己的价值。</p>\n<p>　　——陈总最广为人知的一句名言</p>\n<p>　　今年中国税收总收入2万亿元，我们盛大缴了1.5亿元，我们做得还是很大的。我们自得其乐。</p>\n<p>　　——盛大成为纳税大户，陈总自己也腰包鼓鼓，“自得其乐”</p>\n<p>　　财富榜对我们来讲不过是网络游戏，大家玩一场下来看看，我打了15级、他打了21级、丁磊的级别最高，仅此而已。</p>\n<p>　　——2003年的大陆富豪榜公布之后，陈总排名第十，丁磊排名第一，陈总似乎心有不甘，今年排名果然翻盘</p>\n<p>　　就像是打游戏一样，能提高级别当然是高兴啊！还是不错啊！</p>\n<p>　　——一年中财富由40亿元暴增到88亿元，31岁登上百富榜次席后陈总掩饰不住自己的兴奋</p>\n<p>　　第四个是社会风险，也就是道德的风险，有些青少年玩游戏上了瘾，愤怒的家长和社会舆论也会把板子打到我们头上来。</p>\n<p>　　——在谈到盛大会遇到的风险时，陈总说了四点</p>\n<p>　　对盛大来说，表象可能是暴富，但我们认为每一次的发展，都是在慎重的战略考虑，然后通过自己的努力，把握住机遇，才得到了发展。</p>\n<p>　　——针对“暴富”问题，陈总这样解释 </p>\n<p>　　工作就是我最好的休闲。</p>\n<p>　　——除了看小说和偶尔打打游戏，陈总似乎完全沉浸在工作中</p>\n<p>　　因此可以说，我和普通人没有什么不同，只是财富数字不一样罢了。</p>\n<p>　　——陈总平常都是与盛大100余名员工一起吃盒饭</p>\n<p>　　富豪的名头把我吓着了，那不过也是个游戏。</p>\n<p>　　——陈总在出席“中国国际网络文化展论坛”时说</p>\n<p>　　当爸爸真是太幸福了。</p>\n<p>　　——喜得千金的陈总说</p>\n<p>　　我的目标是把盛大打造成一个互动娱乐媒体公司，就像迪斯尼那样多元化的媒体帝国。</p>\n<p>　　——陈总这样描绘盛大的未来</p>\n<p>　　我也没有想到我会有这么多钱，《传奇》刚做起来的时候，很多人在网上骂我，我是一个不受欢迎的人。</p>\n<p>　　——陈总也有成功的烦恼</p>\n<p>　　十年回首，谁人会，登临意</p>\n<p>　　——陈总在MSN上的名字</p>\n<p>　　千万不要误会这个名字，我即使狂，也不会用这种方式来表现。这只是我另外的一些感悟，毕竟事业只是人生的一个方面。我喜爱思考人生观和价值观的问题，衣食无忧的问题，在我30岁时已经解决了，现在考虑的，已经超越这个层次。</p>\n<p>　　——陈总这样解释自己MSN上的名字</p>\n<p>　　喜欢吃红烧肉的厨师，未必能调理出符合顾客口味的红烧肉。我的长处在于，能了解到用户的口味，跳出游戏去抓住用户千变万化的感觉。 </p>\n<p>　　——对于自己不玩游戏，却通过网络游戏来赚钱，陈总这样解释(编者：红烧肉是毛主席最爱吃的菜)</p>\n<p>　　我喜欢看毛主席的关于战术的论述，“集中优势兵力，歼灭敌人”。我要的是一点突破，全面繁荣，这是我的“一元论”。</p>\n<p>——陈总很喜欢引用毛主席的著作，而且能够总结出自己的观点</p>\n<p>　　棋牌游戏在中国还没有形成一个成熟的商业模式，盛大能够在这个产业里找到新的盈利模式，这也是我们为这个产业所作出的贡献</p>\n<p>　　——在收购边锋棋牌游戏网之后陈总说</p>\n<p>　　盛大起了个主动出击和引导青少年发展的这样一个作用，从这一点来说我们有着很大的成就感</p>\n<p>　　——陈总这样评价盛大网络游戏对青少年意识形态的影响</p>\n<p>　　截止8月4日盛大市值比新浪高了4000万美金左右，比Ncsoft高了1亿美金左右，而Ncsoft在盛大之前一直被认为是全球最大的网络游戏公司。但是我想价格有时候不一定准确地反映价值，尽管我在内心深信盛大是世界最大的、最好的网络游戏公司，但是我想还需要一段时间来认可。一段时间里价格和价值可能不一定能准确地反映，那么对于盛大来说，我们需要的是务实地来做一些实实在在的东西，而不要去过多的关注价格问题。</p>\n<p>　　——在盛大的市值超越新浪和Ncsoft之后陈总说的一番话</p>\n<p>　　用户需要什么就来满足什么的能力，这在未来是盛大用来抗衡竞争对手的重要方面。当然盛大自己的产品也在不断地发展，我想再过几年，盛大也应该能够拿出一个世界顶级的网络游戏产品。</p>\n<p>　　——对于盛大的前景，陈总充满信心</p>\n<p>　　Ncsoft……最多能承载20万人同时在线。我们目前有170万同时在线的游戏运营和维护的经验，对于这种大规模、集团化的网络协同作战，我觉得盛大比Ncsoft是有优势的。我们已经具备了站在世界领先水平来看待这个产业发展的资格。</p>\n<p>　　——拥有服务170万同时在线用户的经验，陈总觉得盛大已在业内处于领先位置</p>\n<p>　　实际上我们已经可以很自豪地说，在网络游戏的核心技术上，包括现在这方面比较好的金山、网易等公司，我们并不觉得比SEGA落后多少。</p>\n<p>　　——在收购服务器美国服务器引擎引擎公司ZONA和投资了最早进行网络游戏运营的日本公司后，陈总对盛大的研发能力非常自信</p>\n<p>　　网络游戏不仅要看它的画面好不好，而且要看内涵好不好，要看这种内涵和中国传统文化的契合度，还要看在什么背景下把这种契合度淋漓尽致地挖掘出来。所谓的好游戏，我想应该用刚才所讲的两个标准去衡量它，一个就是产品本身的质量，另外一个就是运营水平的质量，所以我们现在不能太早地去判断说这是两款巨作。</p>\n<p>　　——陈总这样评价《天堂2》和《魔兽世界》</p>\n<p>　　我认为我们要充分利用盛大的用户群及核心竞争力。所谓核心竞争力，就是盛大能够及时地满足用户提出的需求的能力。……所以用户需要什么就来满足什么的能力，这在未来是盛大用来抗衡的重要方面。当然盛大自己的产品也在不断地发展，而且在不断地取得成绩，我想再过几年，盛大也应该能够拿出一个世界顶级的网络游戏产品，能够无愧于我们中国网络游戏业的发展。</p>\n<p>　　——陈总在谈到如何利用盛大的核心竞争力去应付将要到来的《天堂2》和《魔兽世界》时说</p>\n<p>　　从创业经验上来说，我就讲两个字就是“专注”。如果你要存活，你可以做多元化，但如果你要成功，就必然要专注，盛大不是一个希望存活的公司，盛大是一个希望成功的公司</p>\n<p>　　——陈总在谈到创业经验时说</p>\n<p>　　我觉得管理就一句话：你必须要不断地找到企业中所存在的问题并尽快解决这个瓶颈</p>\n<p>　　——陈总谈他的管理风格</p>\n<p>　　当我赚到100万的时候对妻子说，挣到1000万就不赚了；而当赚到1000万的时候，说到了1亿就不做了。现在我已经超越了10亿的阶段，排行榜上的数字甚至更高。这时候，财富的积累就真的有点像“游戏”了：游戏中的大侠，并不是真正的大侠，(游戏般的财富积累，也不会带来真正的成就感)。对我来说，更大的成就感在于改变整个社会。一方面，我可以直接用自己的财富捐助“希望小学”；另一方面，我可以将优秀的传统文化放到游戏的内容中去。多帮助一个人，所得到的边际成就感都是相同的，这和赚钱不同。</p>\n<p>——财富的虚拟与现实，陈总可以区分得很清楚</p>\n<p>　　上市成功之后，我们将成为网络企业中现金量最多的，发挥的舞台也更大。我们大规模的收购尚未开始，看明年吧。 </p>\n<p>　　——陈总在盛大上市前说得豪言壮语，如今果真变成了现实</p>\n<p>　　我与99％的中国青年人有着相同的经历</p>\n<p>　　——陈总觉得自己的经历很普通</p>\n<p>　　盛大惟一的竞争对手，惟一的敌人究竟是谁？是五年前的盛大——几个年轻人齐心协力，共同为一个新的创意、新的领域努力，然后一下子成长起来。</p>\n<p>　　——陈总认为盛大唯一的竞争对手就是过去卧薪尝胆的盛大</p>\n<p>　　其实中国网络游戏的自主研发，最难的还不是技术，而是策划。同样的游戏生产出来，有人就是觉得不如国外的好玩。像日本、美国这些国家……对玩家的心理、游戏的程式设置，比如难度环节的安排等等，都已经有了非常成熟的、系统的把握。国产游戏正在朝这个方向去做，尽量把我们自己优秀的传统文化融入到游戏中去。</p>\n<p>　　——陈总对国产网络游戏研发的看法</p>\n<p>　　杨澜曾经问过我，她说天桥，网上到底有没有真的东西？我回答她说，网络上面最真实的就是人性。对人性和心理我没有专门的研究，不过我喜欢看小说……看得比较多的是历史小说和人物传记，喜欢《白鹿原》和《平凡的世界》……看小说让我能够把握人的心理，比如我今天是第一次见你，再见个两三次，我就能知道你是个什么样的人。</p>\n<p>　　——陈总对研究人性似乎很有兴趣，而且善于“看人”</p>\n<p>　　以前我总以为，钱能证明一个人的价值，我并不在意金钱本身，我只是觉得如果我能挣到更多的钱，就能够证明我比别人有能力。30岁的时候，我感到非常茫然，就好像爬山，我已经爬到了顶峰，然后还有什么奔头呢？当时，我太太对我说：有些人，一辈子只能爬一座山，但是也许你能爬三座、四座，甚至更多的山。现在我作为企业家成功了，也许有一天，我是不是能够做一个教育家？一个慈善家？甚至，一个艺术家？人生的领域没有限止，财富本身并不代表什么，但是创造财富可以让我去帮助更多的人。</p>\n<p>　　——陈总谈人生，谈理想</p>\n<p>　　我是99年7月跟我太太开始恋爱的，9月我们就结了婚。从我看到她的第一眼到最后结婚，也不过半年左右的时间。从国营单位出来，我去过一家证券公司，当时她也在那里工作，就是这么认识的。我常常开玩笑说，在证券公司，最大的收益就是“骗”到手一个老婆。……我们是患难夫妻。</p>\n<p>　　——陈总在谈到自\n</p>","postDate":"2004-11-02 20:42:30","postId":220,"type":"post","status":"publish","imported":true,"file":"220.md"}