{"title":"InSphere与发掘弱链接:::::","zzzContent":"<p>InSphere与发掘弱链接</p>\n<p>milkliker<br />\n最近在构思M-logger新版本新功能的时候查看了很多资料，回想起上次第三次社会性软件在线研讨会里Owen的《构建未来的个人门户》中提到的：</p>\n<p>发掘弱链接<br />\n与弱链接之间建立起联系<br />\n扩展个人关系网络<br />\n建立信任关系<br />\n    弱链接的发掘将是M-logger以后很长一段时间里的开发思路和原则。我也相信将来会有更多的BSP和Bloker加入其中的！</p>\n<p>关键词：Blog  弱链接  个人门户  内容关系网络  InSphere  Blog门户</p>\n<p>·Blog与交流.</p>\n<p>    Blog作为当前个人门户最主要的工具，在个人关系交流中扮演着重要的角色。人是社会性动物，社会信息的交流和个人关系交流在个人门户的职能中同时占有很大的比重。但是Blog的角色扮演得却不是那么圆满：</p>\n<p>单向交流而缺乏多维环境<br />\n链接只针对内容和话题,而非”人”<br />\n相对局限的小圈子<br />\n信息交互瓶颈: 局限于小圈子中<br />\n·弱链接的威力.</p>\n<p>    社会学家马克。格兰诺维特尔1974年发表了一篇研究论文《找到一份工作》，其中他采访了几百名职业工作者和技术工作者，记录了他们的就业经历。发现有56%的被调查者是通过个人关系介绍找到工作的，其他20%是通过自己申请求职找到工作的，约18.8%的被调查者是通过猎头公司等渠道找到工作的。</p>\n<p>    通过个人关系找到工作丝毫不让人意外，而意外的是这些人利用的个人关系大多数都是非常疏远的“微弱关系”，真正依靠父母、最好的朋友等“强关系”找到工作的人比例很少。</p>\n<p>    最常见的情况是，新近失业的A在路上遇到了一年难得一见的熟人B，两人聊起最近生活情况，A对B说自己正想找一个软件程序员的工作。B突然想起了大学同学C上周在一次聚会上提到他们公司正在招聘，于是将C的电话和电子邮件告诉了A.最后，A通过C应聘到了他们公司。</p>\n<p>    这就是所谓“弱链接的威力”。可不要小看了那些一年只有一两面之交的“半生不熟”的人，他们在信息传递过程中威力无比。</p>\n<p>    弱链接威力为何会比牢固的亲友关系威力更大？格兰诺维特尔这样解释：最亲近的朋友可能生活圈子和你差不多，你们的生活几乎完全重合。而那些久不见面的人，他们可能掌握了很多你并不了解的情况。只有这些“微弱关系”的存在，信息才能在不同的圈子中流传。</p>\n<p>在Owen的PPT中也提到</p>\n<p>好朋友之间常常互相交换信息,但这些信息或许和我们已经掌握的信息大同小异</p>\n<p>而一般的熟人之间并不会经常有机会交换信息.互相之间或许都有保留</p>\n<p>而正是这些朋友的朋友,他们所提供的独特信息或是机会或许正是我们所需要的.弱链接的威力正在于此</p>\n<p>    我们在我们Blog的SideBar或网络书签里添加朋友的链接或是我们关注的网站/Blog的链接，然后我们会经常访问关注这些链接。这些链接是强链接。根据“20/80”理论，我们正是给这些网站/Blog带来80%访问量的20%的那群人！</p>\n<p>·个人门户.</p>\n<p>    个人门户不完全等于个人网站。个人网站是以个人的名义建立起来的任何形式和内容的网站，而个人门户是个人为中心的站点。个人门户在形式上更趋向于以个人生活学习的知识内容为主的，建立在个人关系网上的站点。</p>\n<p>    个人门户之间通过个人的关系建立着多种联系（聚合[RSS/Atom]，回响[TrackBack]，评论[Comment]，交换链接[Blog Roll]..）。但是联系都是单向的，其基础来自彼此的信任。Owen提到的当前个人门户的局限：</p>\n<p>单调的个人介绍<br />\n匮乏的信任机制<br />\n无法体现多维的影响<br />\n缺乏互相之间全面的了解<br />\n不明确的关系价值<br />\n    当然，要改变这一切需要克服的不仅仅是技术上的问题。这里只讨论弱链接所带来的改善。</p>\n<p>·内容关系网络.</p>\n<p>    弱链接给我带来的是另一种形式的关系网络——内容关系网络。对比目前链接中的个人关系网络，以内容作为出发点和目标建立起来的关系网络更直接的体现了学习与知识的社会性。</p>\n<p>    Blog中的每一篇文章都是相对独立的，把它们联系在一起的除了时间（存档[Archive]）以外还有内容（分类[Category]）。而内容的关系网络恰恰是我们希望通过弱链接所建立的。</p>\n<p>    这里引入一个广义的分类：InSphere [ Interest Sphere ]</p>\n<p>·InSphere与发掘弱链接.</p>\n<p>    InSphere [ Interest Sphere ] 是一个基于共同兴趣的“圈子”。人们按照自己的兴趣和关注内容的相同或相似形成一个内容关系网络。以下是InSphere的工作方法和架构：</p>\n<p>    网络的基础是一个数据库，首先由一个人自愿建立，并作为该网络的原节点。原节点是由该网络的创立者使用InSphere工具或申请InSphere供应商的服务建立的。创立者的角色是这个虚拟“沙龙”的主人和管理者。注意：是主人，而非主持人！InSphere网络中的每一个节点权重都是相等的，他们的互动不需要任何人来主持，他们共同的话题和参与规则早在网络创建之初就已经制定好了。</p>\n<p>    网络建立之后即可以有志同道合的朋友加入。通过注册验证或是邀请的方式，只要是对此题目/话题感兴趣的个人都可以加入。而网络中的任何一个节点成员都可以邀请其他人加入到网络中。</p>\n<p>    网络通过接口程序（这需要一个统一的标准！）接收每一个节点成员发送的与日志有关的数据（标题，作者，描述…）——这点与TrackBack极其类似，每个节点成员都可以把自己发布于自己个人门户上的日志数据摘要后发给接口程序并储存在数据库中。</p>\n<p>    接下来的工作就和看天下所做的工作一样了——给出一段包含JS的HTML代码。每个插入该代码的网络节点都可以在个人门户上看到最新的标题，还有描述介绍（鼠标悬停于标题上）。当然，都是和自己感兴趣的内容相关的。点击题目可以链接到原地址进行评论。</p>\n<p>    这样，网络的成员间多数通过弱链联系在一个，获得自己需要的材料，学到自己期望的知识。</p>\n<p>    我们可以再想远一些，每个网络都不是独立的网络，他们可以通过一些Blog门户联系在一起……</p>\n<p>·Blog门户.</p>\n<p>    这里所谓的Blog门户不等同于目前只提供Blog存放服务的BSP。Blog门户应该是一个门户性质的网站，由商业公司维护。Blog门户把每个自愿登陆的InSphere网络分类以便检索，并为其提供一个展示的平台。而每个InSphere网络的原接点要选择是否接受Blog门户的搜索。如果接受，该原接点为Blog门户提供一个搜索的接口，Blog门户可以获取实时的数据以完成检索。甚至可以让该原接点的服务器接受关键字并完成对该网络数据的搜索，然后返回给Blog门户结果。这样，大大降低了Blog门户的门槛，分散的搜索也可以提高效率。而对每个数据量并不大的网络原节点来说也是可以接受的。</p>\n<p>本文强调：非商业用途！\n</p>","postDate":"2004-11-02 20:41:54","postId":222,"type":"post","status":"publish","imported":true,"file":"222.md"}