{"title":"最nb的个人网站　中国个人网站研究之（一）","zzzContent":"<p>网站名字：HAO123网址之家</p>\n<p>网址：http://www.hao123.com</p>\n<p>建站时间：1999年5月</p>\n<p>世界排名：88 </p>\n<p>站长：Li XingPin</p>\n<p>站长年龄：22岁</p>\n<p>e-mail: hao123com0608@21cn.com</p>\n<p>估计收入：100万以上/月</p>\n<p>关于hao123</p>\n<p>hao123.com据说让许多个人网站嫉妒的想哭，让许多网络公司眼红的想抢，到底什么样的网站有如此魅力，你打开浏览器在地址栏输入一个http://www.hao123.com 就可以看到，这个网站看起来非常简单，简单的几乎没有技术分量。整个网站就是由几十个html格式的静态网页组成。鼠标右键一点，你就可以把它整个网站COPY下来。但是这个网站，就这么NB，也许是中国最NB的个人网站了，如果现在搞一个中国个人网站排行榜，它无可非议的可以坐上老大的头把交椅！</p>\n<p>Hao123成功因素分析：</p>\n<p>hao123成立的早！</p>\n<p>Hao123成立于1999年5月，是第一批 以个人形式存在的网址导航网站，它被网友喜欢的原因是很简单的，如果知道早期的YAHOO为什么能够发展那么快，就不难理解了 。hao123的初期发展思路，也是太难，不管是无意，还是有意，它借鉴的是一个国外成功的思路。犹如QQ照搬ICQ.网络同上是先入为主！抢先做，机会就大！ Hao123个人网站的成功，成立早是一个很重要的因素。</p>\n<p>Hao123定位好！</p>\n<p>为什么很多人喜欢在HAO123上找自己喜欢的网站，而不在搜索引擎中找。接触了许多刚上网的人后就我们了解到，刚刚学会上网的人不太会用搜索引擎，也记不住那么多网址，总喜欢让一个高手把一些自己长上的网站用快捷方式方在桌面，一般总是搞的桌面慢慢的 ，却放不了。而把hao123设置为首页，打开流量器就可以轻松去看了。因为这个网站首页有国内各方面最出名的网站，而且分类一幕了然，不复杂。从99年到现在，是中国网络大发展的几年，大多人都是从菜鸟开始，自然喜欢hao123。一句话：hao123定位好，迎合了大众的需求。</p>\n<p>Hao123 发展策略！</p>\n<p>常常有人问我，最好的网站推广方式是什么？我不认为是搜索引擎排名，或者是网络广告，它们只能成为最重要的网站推广方式，而在网络上，最好的推广方式是：口碑！ Hao123网站群的每个网站上都有这么一句话：”如果你喜欢本站，别忘了把本站网址告诉给你QQ上的朋友哦！谢谢你!”  很人性化的一句话，提醒了所有浏览自己网站的，觉得自己网站有用的网友把自己的网站推荐给其他的朋友，那么一个人推举两个，两个人推举四个，网站本身好，那么网友都愿意推荐，于是网站就会象病毒一样迅速的被众多的人知道了 。</p>\n<p>hao123这招用的是特别的好成功，最能构体现的是它的系列站点中的QQ163.COM.  这个网站的版面设计应该会让所有的专业美工大吐血，秘密麻麻全部是音乐连接，连接大概有几千个，太夸张了，但是这种夸张的排版却是让许多网友喜欢，于是乎，去年中，几乎每天都有有网友在QQ上向我推荐这个网站，加上域名喜欢，我也乐意上，乐意向其他的人推荐。</p>\n<p>Hao123的另外一个策略就是，当你进入它的首页的时候，总会自动弹出一个对话筐，问你是否把它设为首页，这一点虽然有点强奸个人的意愿，但是很多经常用它的人烦了 ，就把它设为首页了。另外，最重要的是，这一招，几乎让中国很大比例的网吧都把它社为了首页（据说，在发展过程中，hao123用了一个月的恶意代码，这招却是有点不道德，但是想象当年的SOHU，对这个个人网站，我们就应该理解一些了.）我最早知道hao123网址之家网站是在西安的一个叫雪妹儿的网吧，当时这个网吧的所有电脑都把hao123设为首页。后来进的网吧多了，我才知道，其他的网吧也大多把这个网站设为首页，有了中国这么多网吧的支持，流量想不大也没办法了。</p>\n<p>Hao123系列网站群， 如果你细心看一下hao123，你会发现，的的主人黑苹果不光 有这一个网站，他一个人拥有世界排名在1000以内的网站最少有4个 ，他的一系列网站包括：</p>\n<p>Hao123网址之家： 域名hao123.com   hao123.net   hao222.com   hao222.net</p>\n<p>QQ163音乐网：      域名：qq163.com  靠hao123和口碑相传，目前流量大的惊人。世界排名已经爬到100以内。</p>\n<p>TT67动画音乐：      域名：TT67.COM  流量巨大，目前世界排名也爬到了167名（三个月平均为600多）</p>\n<p>Q Q聊天宝典：         域名：oicq88.com   这个网站靠口碑相传知名度很高，流量一直都不小，目前世界排名一直在1000左右。 </p>\n<p>他这一系列网站都定位都是大众化的，要么是娱乐网站，要么就非常实用，并且相互推荐，使各自的流量越来越大。</p>\n<p>Hao123的品牌：</p>\n<p>另外，hao123的广告越来越少，而且登陆hao123.com，点击他的广告服务，看到的内容肯定让大多人会晕。其内容就是：本站广告位已满，请不要来信。由此可以看出，hao123越来越开始注意自己的公众中的形象。</p>\n<p>目前，hao123已经取消了在首页提示是否设为首页的代码，不过在QQ163中还有是否把hao123设为首页的提示。这是一种策略，hao123越来越保持清爽纯洁，让更多的人喜欢它，Hhao123系列站点中其他网站可以用各种方法对它继续推广。</p>\n<p>网址类网站伴随着hao123的迅速发展，越来越多的网站开始模仿它名字和内容，比如wu123  da123  zhao123  haohz等等。</p>\n<p>随着这一段的发展，开始用hao123的不光是菜鸟了 ，有些大侠也开始用这个网站，毕竟到这个网站中找一些比较实用的网站，特别快！</p>\n<p>我们相信，hao123逐步也可以发展成为一个品牌！</p>\n<p>Hao123的服务器 ： 对于个人网站来说，发展到一定阶段最头疼的就是服务器问题了，一般个人网站港开始的时候，都是租的虚拟主机，当流量大了，网站速度就慢了，这时候如果没有好盈利，或者好的服务器以及带宽支持，很快就会停步。Hao123在发展中期的这个阶段，得到了中资源的支持，条件就是为其宣传，针对hao123而且，只是首页多了一个连接，所以hao123能够在这个阶段得到迅速发展，目前，我们打开hao123的网站速度一直都特别快，给人的感觉，肯定不是中资源的服务器（虽然中资源有名，但是大多网友对中资源的服务器的不满应该是比较多），现在，它用的却是不是中资源的，而是国内另外一个定级大的网络公司提供的。估计每年的带宽费用最少也要几十万。</p>\n<p>Hao123的域名策略： hao123系列网站中的域名都没有什么特速的意思，但是都比较好记。这年代，又有意思，又短的域名早就光了，所以给网站找域名，最好还是找比较简单好记的。Hao123的这种域名策略可以只得我们的学习，字母加数字，及不长，又好记（QQ163.COM / OICQ88. COM / TT67.COM ）。我今年就帮朋友起了 许多这样的域名。比如帮比如手机之家（http://www.sj007.com ）网络营销资源 （http://www.cn006.com ） 电子商务指南 （http://www.web136.net ）等等.</p>\n<p>HAO123的盈利模式：hao123的盈利模式和中国大多个人网站都一样，很直白简单，就靠各类加盟方式的广告。 虽然hao123目前流量很大，在其里面推广网站的效果非常好，但是hao123并没有进行收费登陆，宁就保持自己的原则，多少次一些朋友让我朋友他们登陆hao123.com  说花钱无所谓，但是，hao123都是有选择的收录。（电子商务指南网站的流量统计之中，hao123带来的流量仅仅次于GOOGLE和百度，3721带来的流量，电子商务指南目前收录在hao123的一个内页，同时打入电子商务，Google排名 等词，都排在Google和百度前面）</p>","postDate":"2004-10-08 21:06:28","postId":238,"type":"post","status":"publish","imported":true,"file":"238.md"}