{"title":"致联想集团全体同仁的一封信","zzzContent":"<p>      我们怀着非常兴奋的心情向大家宣布，就在今天，2004年12月8日，联想集团以12.5亿美元的价格并购了IBM的全球个人电脑业务，包括台式机和笔记本电脑，以及与个人电脑业务相关的研发中心、制造工厂、全球的经销网络和服务中心，新联想将在5年之内无偿使用IBM品牌，并永久保留使用全球著名的“Think”商标的权利；与此同时，IBM将持有联想集团19%左右的股份，成为联想集团的战略合作伙伴。并购完成后，新联想将一举成为全球第三大个人电脑公司，拥有在全球范围内更加广泛的品牌认知，更多元化的客户基础及庞大的分销网络、全球一流的管理团队、世界级的领先科技、更丰富的产品组合、更高效的运作能力，实现我们梦寐以求的国际化战略愿景。 </p>\n<p>      12月8日将成为联想人一个伟大的日子，也必将成为中国企业发展历史上的一个重要时刻。在联想全体同仁所书写的联想历史过程中，没有一件事情能象今天这样，对全球的IT行业以及经济社会产生震动性的影响。这是联想用进取创新精神取得的无与伦比的战略突破，更是联想20年间所创造的企业价值的最好证明！我们和大家一道为能够见证和参与这一历史性的并购而倍感骄傲和自豪！ </p>\n<p>      并购IBM的全球个人电脑业务，使联想成为一间全球性公司，是我们在既定的国际化战略道路上迈出的关键而重要的一步。在过去的十年间，靠着全体员工的努力拼搏，我们建立了在中国市场上的绝对优势，奠定了国际化的雄厚基础；今天，我们通过并购IBM的个人电脑业务，缩短了我们可能要花费20年甚至更长时间才能达到的国际化目标历程，这将是一个新的历史起点，各位同仁过去创造了联想的辉煌历史，相信今后也同样会全心致力于推动新公司的成功运作，创造更辉煌的经营业绩。 </p>\n<p>      并购完成之后，新联想将进入平稳的过渡期和整合期，各方面运营将有序进行，在近期，中国的业务结构将保持稳定，我们已经和客户、渠道、供应商和政府进行了积极的沟通，通报了我们的进展情况，并承诺产品和服务的品质不变、服务团队不变、已签署和在执行的合约不变。中国市场是新联想的大本营，我们将保证中国业务稳定和持续的增长。 </p>\n<p>      新联想的成功运营，需要各位同仁的全力投入和支持。首先，需要我们高度认同公司的战略，把公司的奋斗目标和个人的发展目标结合起来，通过各个部门各个岗位认真细致的工作，保证整合的顺利进行和业务的持续稳定发展；其次，需要我们以坚定而积极的心态来拥抱变革，主动地迎接变革给我们带来的挑战，接受变化，积极应对，在工作质量和自身素质方面向国际企业员工的标准靠近；新公司也将积极创造条件，通过培训和其他手段帮助员工适应国际化带来的变化，使大家适应国际化公司的要求。 </p>\n<p>      IBM的发展历史有90年，联想也在中国走过了20个年头，两间公司拥有共同的企业文化理念：以人为本、客户导向、精益求精，强调为股东创造价值。双方有着天然的互补优势，但这些优势能否真正融合、协同产生出巨大的发展动力，一定程度上取决于双方员工的共同努力，需要我们相互尊重，谦虚学习，取长补短，使新联想成为一间有着共同的战略愿景、企业文化和价值分享的受人尊重的公司。 </p>\n<p>      新公司的董事局主席将由元庆出任，新CEO将由Steve Ward 先生出任。Steve Ward先生现任IBM公司高级副总裁，在IBM公司任职26年，现主管个人系统集团业务。元庆和Steve Ward先生已经开始了亲密的合作，在他们的率领下，新的董事局和管理层的各级人员将依次就任，半年之内一切工作将井然有序。 </p>\n<p>      我们将及时向大家公布后续进展的相关信息，在今天和以后的一段时间，我们将通过员工大会、网上C-TIME等多种形式和大家进行交流，解答大家关心的问题，如果你有什么疑问或建议，也可以随时和大头猴信箱联系。</p>\n<p>                                                                             联想集团董事局主席 柳传志</p>\n<p>                                                                             联想集团总裁兼CEO 杨元庆</p>\n<p>                                                                                                    二零零四年十二月八日\n</p>","postDate":"2004-01-15 20:45:47","postId":245,"type":"post","status":"publish","imported":true,"file":"245.md"}