{"title":"师德….","zzzContent":"<p>整理自郑渊洁的博客. 　我就不评论了，老师怎么说的我，我也不说了..</p>\n<p>日前在上海认识了一位朋友，她告诉我这样一件事。她的儿子在上海读高三。一天上课时，儿子的同桌忘了带课本，于是儿子将自己的课本借给同桌看。老师发现后，挖苦朋友的儿子说：“你长大了也会把老婆借给他用吗？”我为和这样的老师同为人类感到羞耻。<br />\n我计划编写一本《教师忌语大全》，收集中国大陆各地教师顶级摧残学生自尊自信的恶语，以警示教师不要使用此类语言伤害学生。请大家将你上学时听到的老师对你或同学说过的顶级恶语跟帖在此。<br />\n我听过的老师顶级恶语是“你郑渊洁是世界上最没出息的人。”<br />\n我儿子听过的教师贬斥其他同学的顶级恶语是“你长大了吃屎都接不上热的。”<br />\n尊重学生的老师是大多数。但是也确实有少数老师打击学生的尊严。<br />\n                                                                     <strong>-郑渊洁</strong></p>\n<p>书丢了？怎么人没丢？人家说要借你就借阿，人家要你跳楼你跳吗？  &#8211;暗河<br />\n我是男生，记得小学时候班里有个男孩很胖，我们都喜欢捏他胸部，有一次被老师看见，她，注意，是她，说，干嘛不回家捏你妈的乳房？   <strong> &#8212;  kkll</strong></p>\n<p>我上小学三年级时，班上有个男生叫张明。他有狐臭。一天，老师当着全班学生的面，说张明是从她妈妈肛门里生出来的，所以很臭。同学们都哈哈大笑。我笑不出来。后来，张明就有了外号：张肛门。                         <strong>&#8212;- kuangshen</strong></p>\n<p>我们班有个女生不爱说话，老师提问叫她站起来也不说<br />\n老师说：你是石女呀？<br />\n回家我问父母什么是石女。我爸说老师不该这么说一个女孩<br />\n我妈说老师是为了学生好                                   <strong> &#8212;- 兔子</strong></p>\n<p>我因家庭变迁转学到一小学，那老师问我：你为什么转学，是不是因为那小学不要你了，我们学校是垃圾收容所吗？<br />\n还有，一个老师说：我觉的你是一个很有心计的人（初一，说我有心计）<br />\n                                                                  <strong>&#8212;&#8211; LULU</strong></p>\n<p>上初中时，两个男生为一个女生打架．<br />\n老师在全班，说那个女生：你真不要脸，让两个男生跟着你打架！跟妓女有什么区别？<br />\n                                                        <strong> &#8212;-小妖精226</strong></p>\n<p>以前一语文老师，经常说一句话：你是臭牛屎糊不上墙壁！<br />\n                                                             <strong>  -暗河</strong></p>\n<p>因为我性格内向，不喜欢说话，不回答问题，就对我说，你张嘴巴干什么的，让它臭啊！然后顺手给我俩嘴巴。                                   <strong> &#8212;-暗河</strong></p>\n<p>你的脸还没有别人的屁股好看呢！”我初中的班主任这样侮辱一名既外表长得丑，而且考试分数特差的女生。                                 <strong>   &#8212;&#8211;大水牛</strong></p>\n<p>我一直比较喜欢和男生玩,觉得他们比较不拘小节<br />\n有天上课的时候,班主任当着全班70多人的面说&#8221;***,你不错嘛,把周围的男生招过来了,在外面更不简单吧&#8221;<br />\n当时那语气,全班听了都知道老师的意思是说我在外面做妓女的,真把我气死了,可是当时年纪小没敢说什么,要现在,我非告她去                    <strong>  &#8212;CICI</strong></p>\n<p>我从小到大都是一个成绩优异的好学生.小学时因为家庭变故转到一个子弟小学暂读,整个班里只有我不是大厂子弟,我在那里度过了一段阴暗的日子,我甚至觉得它对我的性格和成长都造成了很不好的影响.<br />\n骂人的话记不清了,只记的在大厂门外昏暗的路灯下被老师无故撒气毒打的情景.我虽然是一个女孩子,不爱说话也很乖,但却常常成为被老师毒打的对象.<br />\n现在老师自然是不敢打学生了,但也只是不敢而已.<br />\n知道你儿子的成长经历,觉得他很幸运.              &#8212;一网名留了&#8221;<strong>我</strong>“的网友</p>\n<p>我初中的时候一个女数学老师说了一句巨没素质的话：“你们这帮狗娘养的&#8230;”</p>\n<p>结果就是她被我们一致的轰了出去<br />\n                                              <strong> &#8212;馒头</strong></p>\n<p>我小时候学习很好 有老师骂学生的 但说实话 我当时听着没感觉 但还记得。幼儿园的时候 老师说一女生：“你脑袋里全装着豆腐。” 小学时，一男老师说一女生：“你趁早去买一瓶1605（当时的一种农药）喝了算了 早死早脱生。”       <strong> &#8212;鲁西西</strong></p>\n<p>一小学女生较胖，男孩子叫她“胖猪”，女孩告老师（是个女老师），老师竟说：“你本来就很胖嘛。”我要是孩子的妈妈，非揍她一顿。<br />\n一中学生成绩不好，班主任老师说：“我倒了八辈子霉，怎么遇上你这样一个笨蛋。”（也是个女老师）<br />\n这样的人别说当老师，做人都不够格。          -<strong>&#8212;欢乐中国</strong></p>\n<p>我记得最深的是，有一次，班主任当着全班同学气愤地说：“你们给他端夜壶都不佩。”　“他”指年级考试第一的同学。</p>\n<p>另一老师曾给我们描述：他曾对一学习极差顽皮的学生说，你要是能考上大家，我就给您跪下。结果，那学生发愤学习，终于考上大学。后来自然没有要他跪下，反而登门感谢他。老师还感慨的说，有些人就是要狠狠激一激才行。当然，他还说这一招并不是对所有人都有效。有些人就是要鼓励才会激发能力。但是也有些人是死猪不怕开水烫，怎么说都没有用。<br />\n                                                  <strong>       &#8212; yabin</strong></p>\n<p>我上学时，老师对我说过的顶级恶语，到目前为止我能想起来的，应该是上小学时因为写作业少写了一部分被自然老师叫做“奸商”。<br />\n我听到的老师对同学说的顶级恶语是小学时数学老师对一个女生用很大分贝的声音喊“因为你是个傻X”。<br />\n我被老师打得最重的一次是初中被一个教政治的人拳脚相加地殴打，直到我和我的课桌都被他打翻在地上。这个人被我记恨至今，我甚至到现在遇到和这个人同名同姓的人都充满敌意。他居然教政治，真是一种讽刺。<br />\n我见到的老师打同学最重的一次是初中时一个教语文的老师连续扇了十几个耳光。<br />\n                                      <strong> &#8212;- 张玉</strong></p>\n<p>初中的时候，我和一个男生关系还不错，但只是普通的比较谈得来的朋友，有时候一起骑车回家。冬天冷，有一次他送了我一副红手套，过了不久，我被美术老师叫到办公室狠狠批了一顿。<br />\n那时候我们5、6个学生跟着这个老师学画画，是美术兴趣小组。这个老师当时说：听说你们一副红手套订终身了？！你知道别人都怎么说你吗？你真给我丢人！！！<br />\n                                                           <strong>&#8212;- lulu</strong></p>\n<p>我们小学老师曾经说我们班的孩子“狗吃屎改不了走茅房的路”<br />\n我们初中老师曾经管我们班一个男生叫“那个小白脸”<br />\n我们高中老师对我们班同学说“你们放了寒假就别来上了，想结婚的回去结婚吧，想开婚介所的回去开婚介所吧。有的女孩子就是不要脸，把几个男生在手里耍的团团转”<br />\n                                                         <strong>&#8212;-李小艺</strong></p>\n<p>我爸是拉三轮车的，他下岗好多年了，没工作，只能靠拉三轮车帮家里弄些钱。有一天上课，一个同学做小动作。老师就对他说，你再不好好学，长大就像某某的爸爸一样拉三轮车。那某某就是我。当时我的眼泪夺眶而出。<br />\n我想说，中国的老师们，学生在你们眼里是什么？猪狗不如。你们想说什么就说什么，在你们眼里，学生根本不是人。<br />\n事情过去这么多年，现在我打字时，泪水还掉在键盘上了。</p>\n<p>                                           <strong> &#8212;&#8211;  wer</strong></p>\n<p>我读初二时，被老师诬蔑我和一男生“早恋”。其实就是一次我们放学时，他帮我推着自行车，被老师撞见了。次日上课时，老师说我和那男生如果将来结婚生了孩子没屁眼儿。<br />\n如果我现在在街上碰见她，我会往她脸上吐吐沫。<br />\n                                           <strong> &#8212;&#8211;   伤心往事</strong></p>\n<p>1、老师与学生发生了争执，他手指学生破口大骂：今后这教室有我没你、有你没我！<br />\n2、一女生被老师点到背诵课文不顺畅，老师挖苦道：你这样苯，长大了嫁都嫁不出！<br />\n                                           <strong>   &#8212; 米粒5566</strong></p>\n<p>我小学四年级的时候<br />\n有一次<br />\n数学老师见我几次小测验都没拿第一就说<br />\n“你要是期末考试拿了第一<br />\n我就把头割下来给你”<br />\n结果，我考了第一。。。。                                 <strong> &#8212; suomala</strong></p>\n<p>“描金粪桶”，“你给我抽鞋跟都嫌你指头粗”……<br />\n有一次我实在忍不住了，打了数学老师两拳，记得当是全班一片寂静，然后爆发出热烈的掌声，班主任让我道歉，我说是他先拿板擦砸我的，我是正当防卫。记得是９４年初二的时候<br />\n现在的老师似乎也没多大进步                   -<strong>&#8212; 鸟人</strong></p>\n<p>我就是一个学生，听这个听多了，给你提供几条<br />\n1. 某某，你在那装什么死？你这个吊死鬼！（本人认为此句最为经典）<br />\n2. 你脑子里长虱子了。                   -<strong>&#8211;外哦</strong></p>\n<p>我们班老师曾经对差生说：就应该把你们送给日本的731部队做试验用。<br />\n                                                 <strong>&#8212;-huobao</strong></p>\n<p>老师有时候说的话就是挺伤人的`~~<br />\n估计是一代一代传下来的`~~                           -<strong>&#8212;小乖的大乖</strong></p>\n<p>记得读小学六年级时，班上一个男生骂了一句人。老师让他在课堂说50遍：“我操我自己的妈。”把那男生都说哭了。                          <strong>&#8212; 河南小子</strong></p>\n<p>上小学时我们班有个男生特别皮，上课喜欢插嘴，就因为这个经常会打断老师的话，按老师的说法是：“你打断我上课的思路，我都不知道该怎么教了，其他同学学不到知识，你负责阿”于是老师就在全班宣布：这种小孩长大肯定没出息，你们千万不要跟他玩，会被影响的。 从此那个男生就逃学了。。。老师还怪家长你们是怎么管小孩的，把小孩教这么差。。。</p>\n<p>初中老师骂过比较内向的同学：三棍子打不出个闷屁来。对早恋的同学在全班宣布：真没见过你这么不要脸的女生。</p>\n<p>高中化学老师一直跟我们班一个男生过不去，经常用脏话在班里骂他，真没见过素质这么低的老师。 不过前两年看报纸，他由于用硫酸泼同学，坐牢了。。。<br />\n                                                <strong>&#8212;-游乐儿</strong></p>\n<p>我记得我以前一个老师骂我的同学说他是吃青菜屎长大的，这样恶毒的话我可能会记一辈子，我想她骂的这位同学也不知道是不是刻苦铭心的恨她一辈子呢？<br />\n                                           <strong>&#8212;- 误人子弟</strong></p>\n<p>计算机课的时候爱说话的同学被老师骂：小鸡巴，你再讲话，给我滚出去。</p>\n<p>对爱顶嘴的同学说：你算什么东西，敢跟老子顶嘴/</p>\n<p>小学时候老师家访，看到一个男同学的爸爸再跟一个女的单独在家说话，后来好像因为老师说这个同学在学校表现不好，家长维护孩子说了一些顶撞老师的话，回来老师就在全班说，我看你是不会好了，你爸爸就会在家乱搞女人，根本别人管你。这个同学可是单亲家庭，老师也不至于这样说话吧。</p>\n<p>总结一下，我的老师中最爱说的就是：烂泥扶不上墙</p>\n<p>占着茅坑不拉屎</p>\n<p>三棍子打不出个屁来</p>\n<p>狗改不了吃屎</p>\n<p>还有一系列的脏话和污辱人的话。                        <strong>&#8212;-游乐儿</strong></p>\n<p>我们班主任挖苦一个女生说：你要分数没分数，要长相没长相，长大当小姐都没人要。我要是你，早跳楼了。<br />\n                                          <strong> &#8212;-不堪回首</strong></p>\n<p>我小学的校长特别善良，他收留很多城建工人的子女（很多北京小学校根本不理那些学生），算他们借读生，他们交不一样的钱，平时干什么都是“借读的”如何如何，其他同学如何如何。</p>\n<p>当时（90年代初中期），最让我感到不解的，现在最让我感到气愤的一件事，就是那个班主任找了很多借读的同学，非要家长带着他们去北医三院开弱智证明。当时我哪里懂呀，我根本不觉得他们弱智呀，不就是成绩差点嘛。后来我渐渐回过味儿来了，有了弱智证明，考多差也无所谓了。哎，这就叫摧残吧？<br />\n                                                       <strong>    &#8212;&#8212;小狐狸</strong></p>\n<p>我哥上高中的时候学习不好,除了作文,他班上的一个老师有一次教育我哥的时候说主观的说如何如何,我哥就问,主观是什么意思啊?这个老师就把我哥踢了一脚,说你一辈子都没出息,你要是能考上大学我就(后面的话我忘了反正是不好的话)<br />\n后来我哥不但考上了大学,还出国留学,英文说的非常好,现在在国内一家西餐厅做主管.<br />\n我上小学的时候有个数学老师很恐怖(也是女的)经常打我们,有一次她让我上去算题,我算错了,她就大骂我一句王八蛋!站在凶神恶煞的看着我(我当时上小学一年级)吓死我了.从此以后再也不愿上数学课了,初中后数学从来没超过30分,真的,到现在我都记忆犹新.那个老师叫林东亚        <strong><br />\n                                                                       </strong>&#8212;-鲁西西</p>\n<p>一、 对学生不良期望的语言：心理学上的皮格马利翁效应告诉我们，良好的期望在无形中会把教<br />\n师的爱给学生，学生也会在教师良好的期望中健康成长，而现实中很多老师经常会说出下面这些极不负责和打击学生学习积极性的不良语言。<br />\n像你这个样子，再复多少年课也考不上；<br />\n你如果能考上大学，我倒过来走路；<br />\n就你这样子还考学，你知道大学的门朝哪开吗？<br />\n你不可救药了；<br />\n你算是完了，没希望了；<br />\n别学了，你不是那块料；<br />\n你行吗？<br />\n你会有出息？那还不如盼太阳从西边出来；<br />\n这么没出息的孩子，以后还不进监狱？<br />\n你们真是没指望了，哎，我对你们彻底失去了信心了；<br />\n二、 辱骂性语言：有些老师的语言中充斥着对人格的侮辱和漫骂，这种教师并不在少数。<br />\n你是不是白痴啊！<br />\n写的字和狗爬的一样；<br />\n天生就是做贼的料；<br />\n你整天喝桨糊吗？<br />\n你怎么这么笨啊，简直是猪脑子；<br />\n你脑子有病啊；<br />\n朽木不可雕也；<br />\n这么简单的问题都不会，要是我早就一头撞到南墙上了；<br />\n有些同学是死猪不怕开水烫了；<br />\n狗改不了吃屎；<br />\n别给你脸你不要脸；<br />\n你是没带着耳朵来还是耳朵里塞着驴毛啊？<br />\n我就没有教过你们这样的班，一个个笨的像猪；<br />\n三、 责令性、挑衅性语言：师生之间难免会有冲突发生，作为教师不能利用自己的强势地位以命<br />\n令式的语气责令和挑衅学生。<br />\n不服吗？<br />\n还想打我吗？<br />\n欠揍是吧？<br />\n我最烦的就是你这种学生；<br />\n你以为老子不敢打你？<br />\n某某给我安静点，别没事找事，想挨揍吗？<br />\n滚出去，以后不要来上学了；<br />\n以后不准听我的课；<br />\n不要让我再看见你；<br />\n别给咱班拖后腿；<br />\n背不过明天就别来了；<br />\n都给我老实点，告诉你们，顺我者昌，逆我者亡；<br />\n我就是这样讲课，愿意听就听，不愿听拉倒；<br />\n四、 失望忌语：当学生的发展没有按老师预期的方向前进时，作为教师难免会有失望的情绪，但<br />\n这种失望情绪不应以这样的语言表达。<br />\n你怎么这么笨，这么容易的题都不会做，天生一块木头；<br />\n有你这样的学生可真倒霉；<br />\n再也没有比你笨的学生了；<br />\n算了，你爱怎么样就怎么样吧，别烦我了；<br />\n五、 讽刺性忌语：学生的自尊和信心是需要教师精心呵护的，讽刺和挖苦只能让学生心中增加对<br />\n教师的怨恨。<br />\n有的同学以为自己美若天仙，上课时还臭美；<br />\n你臭美有资本吗？<br />\n一瓶子不满，半瓶子逛荡；<br />\n真是属牙膏的，不挤不出；<br />\n学习不中用吧，干这个倒有本事；<br />\n六、 株连九族的语言：尽管学生的发展还受到家庭和其他因素的影响，但教师没有权利当着学生<br />\n的面去评判学生的家长。<br />\n有的家长架子很大，不就是有几个臭钱吗？有什么了不起？<br />\n让你父母晚上到我家来一趟；<br />\n不知是谁养的你，有教养的孩子绝不会去做这种事；<br />\n你父母是怎么教你的，真是有其父就有其子啊<br />\n就你这样，你父母也好不到哪里去；<br />\n啥大人啥孩子，就你那样也就知道你父母也没什么本事；<br />\n你要是再这样，我就叫你父母把你领回去；<br />\n你看你什么样，你父母素质真差教出你这样的孩子来；<br />\n你父母怎么教育你的，没家教！<br />\n                                                         <strong>   &#8212;-迈迈<br />\n</strong></p>\n<p>“你当小姐都不会有人买”，这是一个重庆的老师说他们班的一个女生，最后导致该女生跳楼自杀。<br />\n                                                          <strong>&#8212;-天晨<br />\n</strong></p>\n<p>我听过最恶毒的话是：“你这个娃儿咋个当耗子屎呢？一粒耗子屎就污染我们这一锅汤，你看看隔壁班的龟儿子短命鬼些都比你们听话！”<br />\n                                                       <strong>&#8212;黄李昌</strong></p>\n<p>在深圳上初中的时候有个老师叫王*明</p>\n<p>口头禅是</p>\n<p>你贱不贱<br />\n                                                                 <strong>&#8212;- 汇报</strong></p>\n<p>不知道是谁搞了一个恶作剧，老师经过慎密调查，得知是一个小男孩干的，老师把他叫到讲台上，他却不承认是自己作的，老师让他发誓，他说，我发誓这件事不是我干的。<br />\n老师说，不行，你要这样说，如果这件事是我干的，我今天一出门就让汽车撞死！！<br />\n小男孩什么也没有说，站在那里哭了。                   <strong>&#8212;-痛却不曾多言</strong></p>","postDate":"2006-04-20 02:03:32","postId":34,"type":"post","status":"publish","imported":true,"file":"34.md"}