{"title":"关于\"徐\",\"周\"两个姓氏","zzzContent":"拼音：Xu\n郡望：东海郡\n名人：徐庶,徐霞客,徐世昌,徐永昌,徐志摩,徐悲鸿\n胜迹：缺\n文献：管溪徐氏宗谱\n历史：徐姓是当今中国第十一大姓，在台湾排名第二十。徐姓出自嬴姓，于黄姓同源，都是东夷部落首领伯益的后代。伯益因为帮助禹治水有功，被舜赐为嬴姓。伯益的儿子若木，在夏朝时被封在一个叫徐的地方，建立了徐国。徐国经历了夏朝，商朝和周朝，传了三十二代，到西周穆王的时候，徐国君主徐偃王，以仁义著称。有一次，徐偃王在疏导河道的时候，挖出了一副红色的弓箭，并以为是上天给他的暗示，要他取代周穆王成为天子，于是就率领周围的三十六个诸侯，一起起兵，进攻周朝。战争开始后，生灵涂碳。徐偃王因为不忍心让老百姓受苦，就收兵弃国，跑到彭城一带隐居了。周穆王因为知道徐偃王在当地很得民心，就又封他的子孙为徐子，继续管理徐国。直到公元前五一二年，被吴国所灭。亡国后，原来徐国的百姓就以徐为姓，这也就是徐姓的由来。徐姓早期主要分布在江苏，浙江和江西一带。到三国和南北朝时期，由于战乱，徐姓又向四周迁徙，分布到河南，山西，河北，湖北等地，到唐朝，徐姓开始进入福建，元代时，又有徐姓迁居广东，并在明代时，进入台湾。徐姓的主要聚居地有：泗洪，徐州，琅邪，河东，由拳，陇西，东阳，高平，长城，濮阳，于潜，新丰，柳城，范阳，南昌，龙丘，会稽，绍兴，东莞等.\n\n周:\n拼音：Zhou\n郡望：汝南郡\n名人：周树,周璇,周勃,周瑜,周恩来\n胜迹：台北武功周氏宗祠\n文献：周氏族谱\n历史：周姓是当今中国第九大姓，在台湾排名第二十一。周姓的起源十分复杂，其姓氏来源很多；有的出自黄帝的将领周昌，有的出自商代的太史周任。周姓源于姬氏者，为黄帝之后裔后弃，后弃的裔孙周太王古公，率领族人迁居周原，曾孙姬发攻灭商朝，并建立了周朝。到了周平王时，子姬烈封于汝南，被称为周家，后来就发展成了周姓。周朝的最后一个天子，周郝王，在周朝被灭以后，沦为平民，他的后代，就以周作为自己的姓氏。周姓也有从其他姓改姓过来的，如元代有叫苏卓周的人改姓周，因为住在武功，被称为“武功周氏”；北魏时献帝次兄姓普，在孝文帝迁都时，被改成了周。周姓于西晋年间迁入安徽，于唐代进入福建，到清朝，开始进入台湾。周姓的分布很广，主要聚居地有：汝南，庐江，浔阳，临川，陈留，沛国，泰山，河南，武功，淮南，永安，文安，华阴，清河，江陵，长安等。\n\n<font color=\"#009900\">补充资料:</font>\n<strong>姓氏起源：</strong>\n　　周姓的最早出现，可追溯到远古的黄帝轩辕氏。据《姓氏考略》所载，相传黄帝时就有一位叫周昌的大将，至商代又有一名叫周任的太史，这两个人的后代都以周为姓氏。\n　　出自姬姓，其始祖为周文王。黄帝的儿子后稷，姓姬。后稷是古代周族的始祖。周公东征胜利后，大规模分封诸侯，其中姬姓国就有53个。这些姬姓国的后人大多改以国名、地名及祖父名号为姓氏。公元前256年周被秦国所灭后，其中有相当一部分周宗室子孙及周朝遗民以周为氏。如周平王之后，这一支通常被认为是我国周姓来源的主要部分。周赧王之后。周公旦之后。\n　　由他氏改姓或他族改姓为周的。如唐玄宗时，有姬氏因避帝名讳，故而改姓周。元时，有苏氏改姓周的。唐末有叫成纳的，后梁时赐姓周。北魏时有鲜卑皇族普氏改姓周。南北朝时，代北复姓贺鲁氏自北魏孝文帝迁都洛阳后，改汉字单姓周氏。\n家乘谱牒\n　　江苏：周氏族谱六卷、周氏家谱十八卷、润州周氏重修宗谱十卷、江都周氏家谱六卷、润东周氏族谱三十二卷、蒋湾桥周氏宗谱十四卷\n　　浙江：周氏家谱不分卷、周氏宗谱不分卷、武林周氏家乘不分卷、余邑周氏宗谱三卷、汝南周氏宗谱四卷、姚江孝义周氏宗谱十四卷首一卷\n　　周氏宗谱、谷阳周氏族谱十六卷首一卷、周氏族谱一卷、周氏续修家谱十一卷首一卷、周氏四修族谱十二卷、小云南周氏宗谱一卷\n\n<strong>聚集地</strong>：\n　　迁徙分布\n　　周氏早期主要在河南发展繁衍。居住在河南临汝的周氏，部分人于秦代迁往沛郡，成为当地著姓，西汉大臣周昌、周勃、名将周亚夫即属此支。东汉末年，京师遭董卓之乱，汝南安城周氏有一支迁居今安徽庐江。西晋永嘉年间，中原士族随晋室同渡，有一支周氏迁往姑熟。唐高宗总章年间，陈政、陈元光父子入闽开辟漳州，随行人员中有周姓将校，这是当时周姓入福建最早者。唐僖宗时，河南周氏族人又有随王潮、王审知入闽的。南宋大臣周必大，自称其先祖为郑州管城人。汝南周氏有一支直接迁往福建宁化石壁乡，还有一支徙居永定。\n　　周姓在台湾百家姓中排列第十九，周姓人氏，主要集中在台南、台北两地其他各地也有，但没有这两地集中。台湾周姓与其他姓氏一样也是先南迁福建和广东，再移居台湾的，在清康熙至乾隆年间，就有泉州人周延群乘船东渡，入垦台北石碇乡；有泉州人周炎移居台北景美镇开垦奠基等等。后又有不少人到海外谋生。\n　　唐代元和年间，除沛国周氏、长安周氏为周赧王的后代，河南周氏为鲜卑族改姓外，大都是西汉汝坟侯周仁的后裔。周仁5世孙周燕，子孙繁盛，分衍出许多支脉，如周燕之子周忠因任太山太守而在当地定居，形成太山周氏。\n堂号\n　 \"细柳堂\"：汉文帝六年冬，匈奴6万兵马侵犯汉朝。文帝令周亚夫驻兵细柳。几日后，文帝御驾亲往慰劳官兵。走近细柳军营，只见甲兵森严，官兵个个持刀执戟，张弓挟箭，如临大敌。当令门岗位传报，说是车驾到来。营兵却直挺挺地站着，一丝不动，并喝令车驾停住，说：\"军中闻将令，不闻天子令！\"文帝亲自来到营门，又被哨兵拦住，文帝只好交出天子的符节，让哨兵进帐回报。亚夫验了证件，才下令开门放入车驾。一面嘱咐：\"营内不准跑马。\"车驾和随从骑兵只好按辔徐行。进入营门，亚夫才不慌不忙地出帐迎接，文帝慰问后，一出营门，兵士仍关上营门，严整如故。文帝回头看了看，高兴地说：\"这才是真将军呀！象亚夫这样的将军，和他练的兵，才使敌人无缝可钻呀！\"\n　 \"爱莲堂\"：哲学家周敦颐，一生清正廉洁。他一生最爱莲花。他把莲花比成君子，夸它虽然从污泥里钻出来，但一尘不染，虽然整天在清洁的水里洗濯，但一点儿也不妖艳。它的香又清又远，它的直不会发枝或拖秧，我爱它这君子的品质。\n\n<strong>历史名人</strong>：\n　 周敦颐：北宋著名哲学家，根据陈抟的《无极图》，著《太极图说》，理学大师朱熹曾推崇他为理学的创始人。著有《爱莲说》。\n　　周邦彦：北宋著名词人，平生创作了许多新词调，其词格律谨严，写法新颖，被词学界推誉为\"巨擘\"，对后世影响很大，开南宋格律词派之先河。\n　　周　昉：唐代以画肖像、佛像著称的著名画家，出身显贵家族。其画风为\"衣裳简劲，色彩柔丽，以丰厚为体\"。宋代的米芾将他与顾恺之、陆探微、吴道子三人并称为\"四大人物画家\"。\n　　周　瑜：三国时吴之名将，联合刘备共同抵抗曹操数十万大军，火烧赤壁，大败曹军，创造了以弱胜强的著名战例。有\"既生瑜，何生亮\"之叹。\n　　周恩来：中华人民共和国第一任总理，为了党和人民的事业，鞠躬尽瘁，无私地献出自己的一切，建立了丰功伟绩，赢得了中国人民和世界人民的爱戴和尊敬。　","postDate":"2007-08-03 23:29:24","postId":439,"type":"post","status":"publish","imported":true,"file":"439.md"}