{"title":"徐氏探源之二","zzzContent":"无聊之,继续<a href=\"http://www.162cm.com/archives/439.html\">这一篇</a>整理资料.\n资料一:\n<blockquote> 我国的徐姓，源自夏初立国的古徐姓中国人，当然也都是黄帝的后裔，就是台湾的徐姓省籍人士也不例外。\n徐姓的黄帝世系，根据林静雄先生所提供的资料，是这样的：一世黄帝；二世昌意；三世颛顼高阳氏；四世为“八桤”之一的仲容；五世夷；六世武恒；七世伯辛；八世嗥陶，号大业；九世伯益；十世若木，于夏初被封于徐国，便是徐姓的始祖。此外，若木的兄长大廉，是秦、赵等姓的始祖；其弟恩成，则为江氏始祖。</blockquote>\n资料二:\n<blockquote> 徐：似鱼切，平，鱼韵。单姓。\n《广韵》：\"徐，姓。自颛顼之后。春秋时，徐偃王行仁义，为楚王所灭。其后氏焉。出东海、高平、东莞、琅邪、濮阳五望。\"\n《通志》：\"徐氏，子爵，嬴姓。皋陶之后也。皋陶生伯益。伯益佐禹有功，封其子若木于徐，在今徐城县北三十里。徐城并入临淮，今泗州临淮有徐城。自若木至偃王，已三十二世，为周所灭，复封其子宗为徐子。宗十一世孙章羽，昭三十年为吴所灭。子孙以国为氏。又一族出于嬴氏，十四氏之一也。\"\n\n徐姓，为当今中国的第十一大姓，是中华民族大家庭中一个历史悠久的姓氏。徐偃王是徐姓的第一位远祖。徐姓源于以今安徽省泗县为中心的古徐国。\n安徽省泗县为古徐国旧地。泗县历史悠久。夏朝时即设建制，为伯益子若木（徐姓血缘始祖）的封邑。商时置徐国，西周时徐国强大，徐偃王曾率九夷攻周，之后，国力逐渐衰弱，于公元前512年为吴国所并，其后子孙便以国为氏，称徐氏。西汉始置夏邱县，后改夏邱县为虹县。唐时废夏邱县并入虹县，先属仁州，后属泗州。 1680年，泗州城陷没于洪泽湖中，1777年，迁泗州州治于虹，并虹县入泗州。1912年4月废州制，改称泗县。\n泗县是当年徐国的发韧地，据鲁、豫、皖、苏四省要冲的徐州市与古徐国关系密切，相传在周穆王的时候，徐偃王当政徐国，国势大盛，地方五百里，割地而朝者三十有六国。俨然可以与周王室分庭抗礼，成为东方之王。当时周穆王喜爱巡游四方，以致国政无人管理，诸侯多有怨言。一次，周穆王向西巡狩至昆仑山下，乐而忘返。徐偃王在东部诸侯的拥戴下，率三十六国联军向周进军。周穆王得讯之后，乘造父驾车，一日千里奔回京城，调兵镇压。徐偃王没想到周穆王能回来得这么快，不忍生灵涂炭，于是收兵弃国，躲进彭城（今徐州）一带的深山中。由于他深得民心，跟随他进山的百姓数以万计，这座山因之就被叫作徐山，徐州也因此而得名。\n光绪13年《泗虹合志》载：泗县\"衢闾整饬，栋宇毗连。烟火相接，户口殷繁。商铺林立，百货齐全，商贾云集，异腔洽谈。聚九洲之宝，招天下之贤。\"\"穿城汴水白帆点点，百舸争流，波迭于还，四时上下，昼夜无间\"。\"码头街道，热闹非凡，史称古一大都也\"。它既是历代州、县政治、经济、文化中心，又是军事要地。\n当地志书记载，古徐国城在今安徽泗县北二里之徐城，那时徐国幅员辽阔，势力强大，而徐氏在泗县有百村万户之多。</blockquote>\n资料三:\n<blockquote> 姓氏源流\n\n徐氏的姓氏来源比较纯正，主要出自嬴姓。是黄帝玄孙伯益之子若木的后裔。相传颛顼帝有一个孙女叫女修，因食燕子蛋而怀有大业。大业娶少典氏女子女华为妻，生子皋陶。后为东夷部落首领。其子伯益因辅佐大禹治水有功，帝舜除了正式赐他为嬴姓以外，还把本族的女子姚氏嫁给他，姚女后来生了两个儿子，其中小儿子叫若木，因为他的父亲有功，所以封他于徐，建立徐国。徐国历经了夏、商、周三个朝代，都是作为诸侯而存在的。周穆王的时候传到了徐国的32世孙徐君偃，他很聪明，对百姓又很好，所以深得百姓的爱戴，国力不断强大。当时周穆王喜欢云游四方而经常不问国家大事，诸侯埋怨他的很多，徐君偃于是产生了想要取代周穆王的野心。于是他自称为徐偃王，率领各国联军向周国进军，周穆王知道这个消息后马上返回京城，调兵前去镇压。徐偃王只好收兵而逃，他躲进了彭城一带的山中。由于他深得民心，跟着他到了山中的百姓很多。这座山后来就叫做徐山，徐州也因此而得名。\n\n周穆王也因此不得不封他的儿子宗于徐，称为\"徐子\"，继续管理徐国。春秋时期，徐国被楚国打败，国力从此日渐消退，周敬王八年的时候，徐国被吴国所灭，徐国的后裔就称为徐氏，以国为姓，代代相传。\n\n绝大部分的徐姓家谱在\"姓氏溯源\"这个问题上，纷纷追至徐偃王。正如韩愈所言：\"徐氏十望其九，皆本于偃王。\"\n\n迁徙分布\n\n远古时期若木被封徐国的地方，即今天以安徽省泗县为中心的安徽省东北部、山东省西南部、江苏省西北部一带，这是徐姓的最早的发源地。在此地聚居的徐氏，在徐国灭亡的时候，已经是一个大姓了。后来他们纷纷西迁、北迁，入今山东、河南、山西一带，一部分南迁，逐渐进入苏南、浙江、江西、湖北境内。大致经过汉魏晋南北朝直至隋唐，在我国北方的山东、河南等地形成了多处郡望。及古代的东海、高平、东宛等地。具体的迁播时间是：秦朝以前已迁入了山东。历史上有一个日本始祖徐福，也叫徐市，关于他渡海求不老神药的事，在历史上有多处记载，《史记》中的《秦始皇本纪》是这样记载的：\n\n\"徐市，齐人，上书言海中有三神山，名曰蓬莱、方丈、嬴州，请地齐戒与童男女求之，于是遣市发童男女数千人，入海求之。\"徐市访不老神药的故事，虽然在不同的史书记载中有一些出入，但却为两千多年以前的徐氏迁播于山东提供了有力的证明。东汉以前已有徐氏再迁播到今天的甘肃省境内。也就是说，在汉朝的时候，徐姓已经迁播于北方的广大地区。徐姓的南迁也比其他的姓氏要早一些。据《东海堂徐氏族谱》的记载，在汉桓帝时，有一世祖徐稚迁居江西南昌；2世祖迁居至浙江龙游；3世祖分居于浙江、江西、江苏等省的好多地方。\n\n徐姓的大举南迁是从魏晋开始的，隋唐时期在我国的南方又有了进一步的繁衍发展。宋末，徐姓人再由江西石城迁至福建的上杭、连城等地。元朝的时候，徐姓主要繁衍于广东的丰顺、梅县、海丰等地。总之，徐姓在秦汉的时候主要分布在我国黄河下游地区，尤为山东繁衍得最为旺盛。从魏晋至唐代，徐姓主要繁衍于淮河及长江下游大部分地区，宋朝以后，已经分布于广大江南北地区了。至于我国西南地区的徐氏的大量繁衍就是宋代以后的事了。广东徐姓基本上是后世由北方迁入，为客籍。迁入地多为江西和福建。\n\n郡望堂号\n\n徐姓郡望通常有东海、高平、东莞、琅琊、濮阳五个，其中东海应该为发祥之郡，而其余四个应为望出之郡。\"望以别族\"、\"族以望兴\"，徐姓的前途与命运交织在郡望的变迁、兴盛当中。\n徐姓是中国的第十一大姓，尤其在江苏、浙江和安徽，人丁兴旺。\n当代徐姓人口分布频率，单位面积内密度最高的地区在江苏中南部和浙江北部的杭嘉湖平原、山东烟台地区，每平方公里的徐姓人口达到9人以上，中心地区高达12人以上。\n东海郡：秦朝的时候置郡，治所在今天的山东境内。西汉时相当于今天的山东费县、临沂、江苏赣榆以南，山东枣庄、江苏灌南以北的地区；魏晋及隋唐相当于今江苏东海县以东、淮水以北的地区。\n高平郡：治所在今天山东巨野南部。其后屡有迁居，其中北周时曾改高都郡置高平郡，治所在高都，相当于今天山西晋城、高平等地。\n高宛郡：秦始置郡，汉建安初分琅岈、齐郡置郡，治所在今山东省境内。\n琅邪郡：秦朝的时候置郡，治所在琅邪（今山东胶南县境内）。西汉的时候移到东武。相当于今天的山东半岛东南部。\n\n历史名人\n\n徐淑：陇西人，东汉著名女诗人。\n徐翰，东汉末北海人，字伟长，\"建安七子\"之一。\n徐庶：三国时颖川人，字元直。初客居荆州，与诸葛亮等为友，后归刘备，推举诸葛亮。\n徐皋：宋朝著名画家，白族人，善画鱼。\n徐波：字元叹，明代著名学者。\n徐渭：山阴人，杰出的文学家、书画家，自称书法天下第一，长于行草。擅长水墨花竹、山水、人物。与陈复道并答\"青藤、白阳\"。有《徐文长全集》、《南词续录》等。\n徐霞客：字振之，南直隶江苏人，杰出的地理学家、旅行家和游记文学家，其足迹遍布大江南北，其观察所记，按日记载，死后编辑而成《徐霞客游记》。\n徐光启：明代科学家。字子先，上海徐家汇人。万历三十二年进士，崇祯五年升任礼部尚书兼东阁大学士。崇祯六年兼任文渊阁大学士。研究范围广泛，以农学、天文学、数学较为突出。较早学习西方的天文、历法、数学、测量、水利等科学技术，并介绍到我国，是学习西方先进技术的积极推动者。著有《农政全书》，主译《崇祯历书》，译著《几何原本》。\n徐辉祖，安徽凤阳人，明代大将。\n徐稚：今江西南昌境内人，汉桓帝时因不满宦官专权，虽经多次征聘，最终没有做官，时称\"徐州高士\"。\n徐寿：1818—1884，号雪村，江苏无锡人，化学家。\n徐锡麟：浙江阴山人，民主革命烈士，1907年与秋瑾准备在皖浙两省同时起义，后被抓，英勇就义。</blockquote>\n资料四:\n<blockquote> 徐氏是中国第十一大姓。所有徐氏都可追朔到古老的东海郡郯城。郯城史称东海郡，是徐氏族人的发源地。有历史记载和现实文物为证：《姓纂》上就有“颛顼之后，嬴姓，伯益之子，夏时受封于徐，至偃王为楚所灭，以国为氏”的记载。《路史》上也有“伯益佐禹有功，封其子若木于徐，后以为氏”的说明。\n\n在郯城县城北约3公里、205国道西侧，有一个高大的土堆，东西60米，南北80米，中部高约5米，当地群众称为豹公墩。世代相传，高大的土堆是由众多坟墓形成的。豹公墩就是徐氏始祖的陵墓。\n\n据县内史料和徐氏宗谱记载：“伯益，名大费，佐禹平水土，封嬴邑侯，娶姚氏生二子。长大廉，封陆氏后为嬴，次为若木。若木，夏仲康封徐国君，食邑东海，生四子，分四姓，长征国，次终黄氏，三季胜马氏，四简赵氏。征国，夏袭徐国君，徐氏得姓始祖。生子房，夏袭徐国君，生子仁。仁，夏袭徐国君，生子豹。豹，夏袭徐国君。以上葬东海郯城北七里…”。\n\n作为中华大姓，徐姓人重视家谱编修，是修家谱最多的姓氏之一。据调查北京图书馆共收藏家谱2770种，其中徐姓家谱87种，居第三位；美国犹他家谱学会藏有中国家谱2594种，其中徐姓有67种，居第六位；山西社科院家谱资料研究中心藏有家谱2565种，其中徐姓有63种，居第八位。关于伯益的事迹，许多的古籍，像尚书、孟子、竹书纪年、史记等都有记载。伯益曾经为尧舜掌火，“裂山泽而焚，禽兽逃匿”。又曾助夏禹治水。夏启即位后感念伯益而将伯益的次子若木封在徐国。若木从此被“以国为氏”的徐姓后裔，尊为最早的徐姓元祖。\n\n距今大约三千年前的徐偃王，是徐姓家族发展史上一位举足轻重的关键人物。如果不是他的仁义之行赢得人心，其后的徐姓子孙，便很可能不会发展到现在鲁南苏北的东海地区，使“东海”一词，变成徐姓家族的共同标识，以至今天“东海徐氏”的名闻天下。东海，是汉朝初年便已出现的一个郡名，当时的范围，包括现在江苏省邳州以东至海，以及山东省兖州市以东至海之地，郡治则在山东郯城县的西南。故有“天下徐氏出东海之说”。\n\n我国的徐姓，源自夏初立国的古徐姓中国人，当然也都是炎帝的后裔，所以台湾的徐姓省籍人士也不例外。</blockquote>\n资料五:\n<blockquote> 照片:<a href=\"http://www.162cm.com/wp-content/uploads/2007/09/20067241128388972.jpg\" title=\"徐氏始祖陵\"><img src=\"http://www.162cm.com/wp-content/uploads/2007/09/20067241128388972.jpg\" alt=\"徐氏始祖陵\" style=\"border: 0px none \" /></a></blockquote>","postDate":"2007-09-21 01:06:47","postId":479,"type":"post","status":"publish","imported":true,"file":"479.md"}