{"title":"枪稿，您看吗?阿里妈妈与NCP的合围","zzzContent":"<a href=\"http://www.alimama.com/\">不知道阿里妈妈的请点这里。</a><a href=\"http://zhan.cn.yahoo.com/\">不知道yahoo NCP的请点这里。</a>\n阿里妈妈是个什么样的网站呢?\n我们不妨拿淘宝来类比。淘宝是提供广大网友进行小批量物品交易的机会，实际上不少小厂商也通过淘宝在销售自己的产品。比如我今天刚买的这个40块钱的无线网卡，仍是厂家直接出的货，全新的，便宜方便打倒一切。我还认识两个做销售的，他们厂里则是不花钱（无底薪)招了一批网店店长，把产品（人造鹿皮）批发给他们去销售。每笔销售一般都很小，大多是几十块钱几百块钱的小东西。淘宝是就这样一个过程。\n而阿里妈妈则是广告交易这一行的淘宝。同样是针对小网站主，小企业。同样的便宜（现在卖出去的广告位，多的是一块钱两块钱甚至五毛钱一周的）。然而这把火显然已经点起来了，一些站长的定价就能说明一些问题。我注意到了这样一个现象：理性抬价。就比如<a href=\"http://www.alimama.com/membersvc/buyadzone/buy_ad_zone.htm?adzoneid=109431\">阿里妈妈首页的这个广告</a>，价格逐步上升，现在是11.5号，购买的人已经排队到了12月。其他一些站长也是，刚开始定价都是好玩，定1块钱，后来慢慢地定2块/周，5块/周，再定10块/周，慢慢地趋向稳定。\n这两个都可以算是马云的大手笔。正如几年前推广淘宝一样，这次仍然是舍得花钱。现在的推广是，只要你向一个alexa排名在50,00,000以内的网站，就可以拿20元。这20元实在太容易了。alexa排名500w以内，实在是一个基本不成其为门槛的门槛了。我手里这种独立域名的小站点就有好几个:(\n虽然看起来两个产品都似乎是悄悄地上线，但是显然业界早已嗅到了气味。百度比较敏感，马上放话说要做电子商务。实际上到现在阿里一家（阿里巴巴，阿里妈妈，淘宝，再加上支付宝大叔，中国雅虎这个干儿子）已经开始向百度竟价和Google Adsence广告发起了挑战。Google和百度成功了，但是马云以江浙商人特有的敏锐发现了问题：\n    1.本质上，google ，baidu只是外包了传统中小企业广告部门的业务。而淘宝和阿里巴巴B2B呢，外包了这些企业的销售部门的部分业务。\n    2.Google的，baidu的广键字广告的基石在于自身的搜索业务的强大流量。但是搜索并不是全部，机器的匹配并不精准地匹配。阿里妈妈仍然力图像当年挑战ebay一般，发动广大中小站长，参与于广告买卖业务中来。Google,baidu的广告业务,相比传统报纸动不动十万数万的数目相比，可能只有几千块钱，几百块钱，google的adsence账户好像50块钱就可以启动了，非常地蓝海。但是阿里妈妈胆儿更大，玩得更凶。干脆来1块钱2块钱的广告。\n    3.第三点，阿里妈妈依托在广告买与卖的这个过程中，充当着第三方的角色,当然，自身在前期为了吸引站长，培养市场，也买一些广告，但是阿里妈妈主要是做为第三方出现的。另外一些业务，比如网站的广告的显示、访问次数，依托于yahoo的站长统计和搜索部门的结果，而电子支付，商业信用方面，则又依赖于支付宝。反过来观看Google Adsence的业务，则是自己背地跟广告买主和广告提供商分别交易，两方面的数据都是自己一个人说了算，说你站长作弊就是作弊，没得商量。虽然Google承诺不做恶，虽然Google的技术确实很流，但是自己一个人玩有意思吗?百度的，没像Google那样封了站长帐号完了就丢给人一封邮件，我印象要好一点。\n\n另外，阿里妈妈在功能上在互动、公正上考虑了不少，比如，交易双方可以互相评价，而且这个信息是公开的，相当于每个参与者的一张信用记录，论坛、留言等交流渠道也不少。在广告形式上，有按时间计费，按展示计费，按动作计费等。\n在整合上，也有亮点：在NCP平台中，用户建立站点后可以一键绑定阿里妈妈帐号。这样，用户只需要NCP中输入几个关键词，yahoo搜索平台即可帮你生成产点，随意拖拽即可生成站点。同时，你可以开通阿里妈妈帐号，马上开始在你的新站点挂广告挣钱了。另外，还有购物插件，你可以在你的某个站点（假设是WordPress主题站，专门介绍Wordpress)卖东西（就比如是卖Wordpress的文化衫。。。）。\n这样一个东东，跟个人主页,博客有什么不同的地方呢?呵呵，我个人感觉，不代表公司意思：目标用户不同吧。NCP的一部分目标用户可能是中小企业，另一部分可能是有经济头脑（掉到钱窟窿的站长？）的个人。因为，我想在我建立的站点上放上我blog的链接，或是开一个留言本，发现这么简单的功能，居然不给提供!\n好了，给大家放一个<a href=\"http://www.alimamaguide.com/?p=41\">NCP指南</a>的链接。自己慢慢看。虽然架构上，功能上我都有不满意的地方，但是做为一名开发者，我还是为他自豪。\n附阿里妈妈的蚂蚁雄兵计划介绍(够长尾吧?)\n<blockquote style=\"color:#f00;\">\n什么是蚂蚁雄兵计划？\n千万蚂蚁胜雄兵，阿里妈妈相信成千上万的站长能爆发更大的力量。阿里妈妈也愿意和大家一起分享成功的果实。只要您推荐更多高质量网站，得到的绝对不只是一次性的奖励20元，还有更多的后续收益等你来拿。\n蚂蚁雄兵计划是阿里妈妈认证服务商项目的代称，此次推出的活动只是蚂蚁雄兵计划的第一阶段，主要目标是在推荐人中挑选认证服务商。认证服务商可以组织和服务一批网站组成站点联盟，帮助广告主和该联盟下的站点达成交易。\n为什么要成为认证服务商？\n1. 长期稳定分享Alimama广告佣金\n2. 对于内容组织好的认证服务商所覆盖的网站群,推荐广告主优先批量购买广告位\n3. 服务商需要服务下线网站,分类组织下线网站，优化广告主效果\n4. 服务商作为Alimama 长期的合作伙伴共同成长\n认证服务商，你准备好了么？\n</blockquote>","postDate":"2007-11-05 23:19:08","postId":525,"type":"post","status":"publish","imported":true,"file":"525.md"}