{"title":"澳门人的招聘公告","zzzContent":"看看人家的学位要求：\n娛樂場餐飲部清潔員 - 小學畢業，懂廣東話。 Graduated from primary school, know Cantonese. 負責餐飲部一切清潔等工作。 Responsible for the work such as being clean in union of the food and beverage department. 需輪班工作。 Work on shift.\n員工餐廳服務員/樓面服務員 - 初中畢業，懂國語及英語優先。 Graduating from junior middle school, person who knows mandarin and English has priority. 相關餐飲工作經驗。 Working experience of relevant food and beverage. 殷勤有禮、相貌端莊、工作熱誠、有責任心、具良好人際及溝通技巧。 Solicitous and courteous, good appearance, working cordiality, have sense of responsibility, possess the good and interpersonal and communicative skill.\n娛樂場餐飲部酒吧部長 - 中學畢業，有基本酒吧運作及有調酒經驗。 Secondary Graduated, basic operation bar and adjust wine experience. 能獨立處理工作。 Can deal with all working independently. 持有餐飲業務/職業技術證書者，可獲優先考慮。需輪班工作。 Food and Beverage business/Job Technological Certificate holders have priority. Work on shift.\n娛樂場餐飲部樓面主任 - 中學畢業，兩年或以上相關酒店餐廳營運及管理工作經驗。 Secondary Graduated, two years or the above relevant food and beverage are operated and management experience. 能獨立處理及管理服務的一切工作範疇。 Can deal with and manage and serve all working categories independently. 持有餐飲業務/職業技術證書者，可獲優先考慮。需輪班工作。 Food and Beverage business/Job Technological Certificate holders have priority. Work on shift.\n員工餐廳初級廚師 - 小學畢業，具備中菜/西菜之食品烹調技巧。 Graduated from primary school, posses the Chinese food/western food cooking skill. 擁三年或以上相關工作經驗，並具廚房運作及出品的工作經驗。 Three years or above relevant working experience, produce to the operation of the kitchen and have working experience. 持有職業技術/食物衛生證書者，可獲優先考慮。需輪班工作。 Job technology/Food hygiene certificate holders have priority. Work on shift.\n賭場庄荷 - 初中畢業或以上。 Junior middle school graduated or above. 已取得庄荷培訓課程認可。 Recognized dealing course. 懂中文和英文。 Know Chinese and English.\n編更部文員 - 中學畢業，懂國語及英語。 Secondary Graduated, speak Mandarin & English. 負責一般文書處理工作，懂中英文電腦輸入法Word; Excel。 Handle general documents, knowledge in Chinese & English typing, Word, Excel, and etc operation. 需輪班工作。 Require to perform shift duties.\n博彩優化事務分析員 - 高中畢業程度或相等經驗。具中、英文閱讀、書寫及口頭表達能力。 High School/Diploma in any discipline or equivalent, able to read, write, speak English and Chinese. 具一至兩年對大量數據的多變量分析經驗，需高度分析能力。 Possess 1 to 2 years experience in analyzing large amounts of data with multiple variables and strong analytical skills. 以深入的統計分析爲工具，分析賭檯博彩部的營運狀況，以整體博彩利潤最大 化爲主要考慮，同時也兼顧博彩顧客與其博彩喜好之間的複雜交互關係。 Responsible for analysis of the performance of the Table Games Department through in-depth statistical analysis with ultimate goal of maximizing the overall gaming profit, while taking into account the complex interactions between customers and their gaming preferences.\n糾察部 - 50歲以下，具健康體魄，無任何犯罪紀錄。 Age below 50, good health and no criminal record. 具責任心，能在壓力下工作。需輪班工作。 Responsible and able to work under pressure. Require to perform shift duties. 具保安及客戶服務經驗者優先。 Experience with security and customer service is preferred.\n領班司機 - 持有效輕型車輛駕駛執照三年或以上。 A valid light vehicle driving license with more than 3 years. 外貌端正及禮貌待人。 Have a presentable appearance and nice manner. 三年或以上前線服務監督， 尤以客運行業為佳。 At least 3 years experience in front line supervision, preferably in transportation field.","postDate":"2007-11-06 19:12:11","postId":526,"type":"post","status":"publish","imported":true,"file":"526.md"}