{"title":"史记-华南虎列传","zzzContent":"本来我的博客是不转载的,呵呵.但是这个实在是太强了.\n另外把原来收集的\"<a href=\"http://www.162cm.com/archives/216.html\">马家爵赋</a>也贴到这里.嘿嘿,世上高人真多啊.\n<blockquote>\n    翌日，正龙诣秦岭当事者关克，献其图，说如是。克大喜，传图以示左右，左右皆奇，曰”可以此拜上卿矣”。乃悦，赐金万贯，即日著书上表：盛世出猛虎，虎啸振国威！\n\n    然疑者众。问，虎视人良久而弗动？克辩：二者皆入定。闻者皆笑其诳。后有好事者欲往探之，克惧，乃令封山，皆不得近。\n\n    期日，有贤者傅氏，著文叱之：”叶大如斗，虎必绘之。”正龙辩曰：”此叶之与秦岭，比比皆是。”克亦嗤：”足不出户，焉知秦岭之大；一叶障目，焉知国虎之真。”傅乃引数理，成像以为旁证，叱其纸虎。然周傅二者皆难服众，遂以项上之颅为据，立生死状。\n\n    时有烈女子两月丫头，见图掩面而泣，曰：”理尚存乎？”遂立字于天涯：”倘此虎为真，小女愿与之共赴巫山，行破瓜之礼。”世人闻之，皆扼腕，叹己非虎也。\n\n    后虎绘之疑传入异邦，亦皆称奇，乃著《科学》以记之。\n\n    适川西攀市有耕民，壁挂山涧溪水图一帧，为祖上所传。一日，梦其在涧间嬉水，忽虎猝现，跃入涧间，衔其颈，乃醒。周身大汗淋淋，逐起身视之，见虎卧露草间，化为虎卧山涧图。复定睛视之，此虎其纹其姿与正龙所绘之虎大同。始知虎，画妖也。\n\n    克闻此事，癫，曰：虎与画不可同论。遂自上山寻虎，与世绝。后尝有拾柴者，于深岭见其尸，衣褴褛，血肉不可辨。传克一日遇虎，欲擒以为证，与之搏，不敌，噬。然未得证。正龙亦病，夜不安寝，头几欲裂，常梦遇寅天师，负千金玄铁虎头铡，胯吊睛白额烂草黄，欲取其颅。后恍恍终日，卒于申年午月。\n\n    太史公曰：吾尝闻秦赵高者指鹿为马，左右或默。疑是之，今以周关二人观，犹信。呜呼！诳者之猛，犹胜于虎。\n</blockquote>\n看完了,只觉得,强!\n另外摘几段关于华南虎的方老夫子的话:\n<blockquote>\n教授如此说：“从业务的角度看，那个（图像）是老虎，至于现在科技发达，照片能作假什么的，我也不懂。”是的，照片上的是老虎，这个三岁小孩也知道，用不着专家来鉴定。但是照片上的许多疑点，却是需要专家来回答的，例如，皮毛那么鲜艳的老虎在野外是否会过于暴露，难以捉到猎物？以机警著称的老虎在近距离与人相对时是否可能20多分钟都一动不动，而不发起进攻或逃逸？王教授对此的回答就没有专业性可言，什么当地的空气非常洁净、当时老虎正在打盹，想像力未免太过丰富。王教授还声称照片记录了老虎眼睛的变化和“红眼”，在照片未公开时这么说是很能迷惑人的，在照片都公开后就不能不再次让人佩服王教授的想像力了。\n</blockquote>\n<blockquote>\n陕西镇坪县华南虎调查结果评审组”的三位主要专家为陕西师大教授王廷正、西北大学教授刘诗峰和陕西省动物研究所研究员许涛淸（媒体报道误为许清涛），检索其论文发表记录可知，他们在退休前分别是研究鼠类、金丝猴和鱼类的，只发表过这些方面的论文，从未发表过与猫科动物有关的论文，不知为何退休后忽然成了“多年来一直致力于野生华南虎的研究”的评审专家。\n</blockquote>\n<blockquote>\n但是中国科学院植物研究所的种子植物分类学“首席研究员”傅德志却声称是他第一个科学地论证了照片的老虎是伪造的，其论据是照片中的植物与老虎的比例严重不匹配。“他对照片进行了仔细的研究，可以认出老虎身边的叶子，是壳斗科的麻栎或是榛子。这种植物叶子一般长三厘米（跟真老虎眼睛差不多大），不会超过六厘米。\n</blockquote>\n<blockquote>\n而且，《中国植物志》关于这两种植物的叶子长度的记载可不含糊，要比傅研究员说的长得多，麻栎叶长为8-19厘米，榛子叶长为4-13厘米。会不会这两种植物长在秦岭－巴山山地时叶子变小了呢？那就查查《秦岭植物志》，记载麻栎和榛子的叶长分别是8-18厘米和5-10厘米，不知傅研究员“不会超过六厘米”的断言是怎么研究出来的？在接受央视《社会纪录》栏目的采访时，傅研究员拿出了研究所收藏的在当地采集到的标本，看得出来其叶子的长度明显比傅研究员的手掌还要长出不少，如果傅研究员没有长着一双婴儿一般的小手掌的话，它无论如何是要超过六厘米的。查《秦岭植物志》可知，该地区不仅有超过6厘米的叶子，还有小脸盆那么大的叶子，例如同属壳斗科的槲树，叶长可达30厘米，叶宽可达20厘米，用来给老虎当帽子足够了吧？\n</blockquote>\n<blockquote>\n“假虎派”另一位专家是中国科学院动物研究所张劲硕“博士”，其实他是一名在读研究生，研究的课题是蝙蝠，与老虎可谓一个在天上一个在地下。但他自称“了解有关老虎的生物学和生态学知识”，在报纸上撰文介绍说：“根据研究，印度的孟加拉虎雌性活动范围(家域)平均为200 -1000平方公里；雄性活动范围是雌性的2—15倍。我们知道，一山不容二虎，老虎是独居的动物，它们的“势力范围”几乎不容侵犯。如果有8头老虎在秦岭，那么那里的森林面积得有多大才能养活它们？”（《新京报》2007年10月22日）\n</blockquote>\n<blockquote>\n我不知道他是根据哪一项研究，给印度的孟加拉虎划定了如此巨大的活动范围。查《Grzimek动物生活百科全书》（2003年第二版），印度孟加拉虎雌虎的活动范围仅为10平方公里，雄虎仅为30平方公里，比张同学所说的要小得多。实际上，印度著名的孟加拉虎保护区干哈国家公园的核心区也只有940平方公里，加上缓冲区也不过1945平方公里，按张同学所说，岂不是只够几头孟加拉虎活动？但据2006年的统计，那里生活着多达131头野生孟加拉虎。\n</blockquote>\n我做了一个有趣的计算,如果照这样计算的话,雄性孟加拉虎的活动范围理论上最大可以达到1000*15,共15000平方公里.我们把全中国960万平方公里的面积,哪怕沙漠沙滩什么的都算上,可以供64只以上的野生孟加拉虎活动.呵呵,做为中国人太没面子了吧.地大物博的中国,自然资源只能养活60多只老虎.有魄力啊.\n野生华南虎是不是存在,我不知道,不过看了这样,我知道,这些狗屁专家是一大堆了.\n<a href=\"http://tech.sina.com.cn/d/2007-11-10/04361844397.shtml\">方老夫子的文章在这里.</a>\n华南虎列传我最初是在<a href=\"http://zishuo.com/2007/11/22/169.html\">这里</a>看到的.","postDate":"2007-11-23 19:15:51","postId":555,"type":"post","status":"publish","imported":true,"file":"555.md"}