{"title":"历史上的徐庶","zzzContent":"今天上午陪老婆看三国演义，看到徐庶走马荐诸葛一节后，很好奇，想知道此人后来的建树以及死因，后来就上网搜了一下。\n徐庶，字元直，原名徐福。为避祸，曾名单福。\n<strong>行侠江湖</strong>\n      徐庶的出生年月因史书无载而无法考证，但依据史籍记载其活动情况来看，他出生于汉灵帝建宁年间(168——172年)。徐庶在少年时代，非常敬慕那些嫉恶如仇、扶危济困的武林侠士，矢志要做一名顶天立地的大侠。为了实现这一宏愿，自幼拜师学艺，苦练武功，结交同道侠友，探讨切磋各个流派艺技。待学有所成之后，便游历四方，做一些除暴安良、扶危济困的侠行善举。徐庶很快成为一名远近闻名的少年侠士。\n      东汉灵帝中平末年(188年)，徐庶的一位朋友因与当地一家豪门恶霸结怨而被害得家破人亡，万般无奈之际，只好请少侠徐庶为其报仇雪恨。徐庶接受朋友的请求后，以白色垩(音è)泥涂抹面孔，只身闯入恶霸家中，一剑刺死了这个仗势欺人、为害一方的恶徒。徐庶正要离去，不幸被闻讯赶来的大批官差包围。因寡不敌众，失手被擒，官府对徐庶进行了严酷审讯，徐庶出于江湖道义，始终不肯说出事情真象。又怕因此株连母亲，尽管受尽酷刑，也不肯说出自己的姓名身份。官府计穷，派人将徐庶绑在刑车的立柱上，击鼓游街，要老百姓来辩认他的身份。老百姓感于徐庶行侠仗义，为地方除去一霸，所以无人出面指认。官府也无可奈何，后经徐庶的朋友上下打点，费尽周折，终于将其营救出狱。\n\n<strong>弃武从文</strong>\n这次事件，在徐庶思想上引起了极大的震动。他认识到仅靠自己的力量，不足以铲除人间不平事，诛尽天下害人虫。审时度势，又见东汉王朝日趋腐朽，诸侯割据，烽烟四起，决心弃武从文，掌握一身治国用兵的本领，造福于天下苍生。自此以后，徐庶告别武林诸友，摒弃刀枪剑戟，潜心读书求学。初进学馆时，同窗得知他曾以武犯禁，都不愿与他来往。徐庶对此毫不介意，依然我行我素，孜孜不倦地投入学习。由于他学习勤奋，天资聪颖，学习进步很快。加上他为人忠厚诚恳，豁达大度，很快就得到了老师和同学的谅解。在学馆求学期间，与同郡的石韬、石广元志趣相投，成为亲密无间的好友。\n\n      汉献帝初平年间(190——193年)，汉室衰微，悍臣专政，中原大地群雄并起，混战连绵。徐庶、石韬为避战乱，举家南迁到荆州地区。在荆州，徐庶结识了客居此地的崔州平、孟公威和诸葛亮、庞统等人。在与诸葛亮的交往中，徐庶为诸葛亮渊博的学识、超人的见解、对时局敏锐的观察判断力和独到的治国用兵之术所倾倒。诸葛亮也对徐庶出众的才学，高尚的人品而敬仰。两人来往频繁，推心置腹地畅谈天下大势，品评当时豪杰，探讨治国用兵之道。徐庶对诸葛亮以春秋名相管仲、战国名将乐毅自喻，深信不疑。\n<strong>力荐英才</strong>\n徐庶客居荆州时，荆州牧刘表多次礼聘徐庶出仕。但徐庶观刘表其人，以为此公虽号称皇室宗胄，颇有礼贤下士之名，但骨子里却优柔寡断，知善不能举，知恶不能去，只不过是徒有虚名而已，徐庶坚辞不就。汉献帝建安六年(201年)，在中原地区战败的刘备来投靠刘表，刘表对他心怀疑惧，让他屯兵新野抵挡曹操。徐庶通过观察，发现刘备胸怀大志，才略过人，并能够善待部属，素有人望。于是就前往新野拜见刘备。刘备正刻意结交荆襄一带的有识之士，对颇有名气的徐庶前来投靠，喜不自胜。刘备非常器重徐庶的才干和人品，当即把他留在营中并委以重任，让他参与整顿军事，训练士卒。\n\n      建安九年(204年)，刘备乘曹操出兵河北攻邺城之机，出兵掠地，北至叶县附近。留守许昌的曹魏大将夏侯敦带于禁、李典等出兵抵御。因刘表拒绝出兵相助，刘备兵弱将少难挡曹军。在这危机关头，徐庶建议放火烧寨，佯装退兵，然后派关羽、张飞、赵云等领兵埋伏以待曹军追兵。夏侯敦不知其中有诈，不顾李典的劝阻，同于禁率轻骑追击刘备。刘备埋伏的军队同时发起进攻，将曹军团团围困，曹军伤亡惨重。刘备反败为胜，有惊无险，这才从容收兵，返回新野。\n\n      徐庶卓越的军事才能，令刘备大喜过望，盛赞他有王佐之才。徐庶极力谦让，称自己的才学远远无法同诸葛亮相比，向刘备推荐了诸葛亮。过去刘备在荆州曾拜访过阳翟的“水镜先生”司马徽，司马徽也向刘备推荐过诸葛亮。如今见徐庶又极力推荐诸葛亮，当即就产生了招募延揽之心。他想委托徐庶代表自己，礼聘诸葛亮出山。徐庶婉辞，他指出诸葛亮有经天纬地之才，治国安邦之能，人称“卧龙”先生，得其能安天下。对这位盖世奇才，不是贸然能请得来的，建议刘备亲自前往。刘备为图霸业，求才若渴，他不惜降尊纡贵，三顾茅庐，虔诚之心终于感动了诸葛亮，接受了刘备的邀请，于207年出山辅佐刘备，从而奠定了三国鼎立的格局。\n<strong>侍母归曹</strong>\n建安十三年(公元208年)，曹操率大军南征荆州。这时刘表已亡，他的儿子刘琮不战而降。刘备率军民二十多万人南撤。在曹军追及到当阳长坂坡时，刘备寡不敌众，大败而逃，辎重全失。徐庶的母亲也不幸被曹军掳获，并被曹操派人伪造其母书信召其去许都，徐庶得知此讯，痛不欲生，含泪向刘备辞行。他用手指着自己的胸口说：“本打算与将军共图王霸大业，耿耿此心，唯天可表。不幸老母被掳，方寸已乱，即使我留在将军身边也无济于事，请将军允许我辞别，北上侍养老母!”刘备虽然舍不得让徐庶离开自己，但他知道徐庶是出了名的孝子，不忍看其母子分离，更怕万一徐母被害，自己会落下离人骨肉的罪名，只好同徐庶挥泪而别。\n\n      徐庶北上归曹以后，心中仍十分依恋故主刘备和好友诸葛亮。尽管他有出众的谋略和才华，但不愿为曹操出谋划策，与刘备、诸葛亮为敌。因此，徐庶在曹魏历时数十年，却从未在政治军事上有所作为，几乎湮没无闻。这就是人们常说的“徐庶进曹营，一言不发”。魏文帝黄初年间(220——226年)，徐庶官至右中郎将，御史中丞。魏明帝太和三年(229年)，诸葛亮三出祁山，北伐中原。他听到徐庶归曹入魏后的经历，不禁为自己好友的一生而叹息不已。\n\n      徐庶一生，虽然命运多舛，人生道路也坎坷不平，最终没有做出什么惊天动地的大业。但他忠直坦诚、孝敬亲尊、力荐英才的人格品德将永传后世\n\n然而事实上，徐庶的一生似乎并不光彩。\n<strong>徐庶</strong>\n\n徐庶出场时，自称姓单，名福。《三国演义》是这样介绍的。其实徐庶只是改名，并未改姓。《魏略》说他“本单家子”，是出身单寒，并非高门大族之意。解为“ 姓单人家之子”，《三国演义》作者未免望文生义了。此人少年任侠，曾替人报仇，失手被擒，同伙大闹法场，把他解救出来。从此改变宗旨，折节读书，在荆州结识了诸葛亮。刘备屯驻新野时，他去见刘备，又向刘备介绍诸葛亮，于是就有“三顾茅庐”这一幕。他离开刘备，投向曹操，却并不如《三国演义》说的那么光彩，也并无“走马荐诸葛”之事。他早就向刘备推荐了孔明，不是等到临走之时。《三国演义》说是曹操迎来徐母，请徐母写信招唤徐庶。徐母痛骂，砚击曹操。于是程昱献计，伪造徐母一信，招引徐庶。徐庶为了“忠孝不能两全”，只得辞别刘备，投曹去了。在这里，《三国演义》塑造了一个徐母，正气凛然，颇为成功。\n\n然而事实却是，建安十三年曹操南征刘表时，刘琮军前投降，刘备措手不及，由樊城南走，曹兵穷追不舍。半路上，徐母为曹兵捉获，于是徐庶就向刘备告辞。他是在刘备最最狼狈的时候，为了“尽孝”，而辞刘归曹的。“走马荐诸葛”是小说家为了安排情节而加插的，其实那时诸葛亮已由刘备请出山了。\n\n《三国演义》让徐庶在庞统献连环计时再露了一面，是顺笔加上去的，正史没有记载。此后便不再提及。而正史却说：徐庶在魏文帝（曹丕）时，官至右中郎将，御史中丞，诸葛亮闻知此事，颇为感慨的说：“徐元直只当上这个官吗？”言下之意，是委屈了他的。不过其他事迹亦无可考。《三国演义》对徐庶固然有维护之处，但却安排了徐母痛责儿子和自缢身亡的情节，这又颇有“春秋笔法”，不单为了徐母的形象了。徐庶不去投曹，徐母未必便死。因为在曹操来说，那时还要与刘备、孙权争夺天下，为了收罗人才，他是不肯胡乱杀一个在对手幕下工作的人的母亲，以免引惹许多人的反对的。他毋宁还会有意优待徐庶的母亲，以便获取爱贤的名声。陈宫的事也可以为证：《三国志·吕布传》有一段记载：“太祖之擒宫也，问宫欲活老母乃女不？宫对曰：‘宫闻孝治天下者不绝人之亲，仁施四海者不乏人之祀。老母在公，不在宫也。’太祖召养其母终其身，嫁其女。”徐母之死，是《三国演义》作者创造性的安排，含义可谓深刻。\n让人疑惑的是，我的老同宗徐庶先生是怎么死的呢?\n\n百度结果如下:\n<blockquote>\n三国徐庶真正的归宿\n\n凤雏一语教徐庶，正似游鱼脱钓钩。这便是三国名士徐庶摆脱魏曹集团，自由翱翔的那刻。在兵荒马乱的年代徐庶到底去了哪里呢？据现有的资料和传说，这位向刘皇叔刘备推荐了诸葛亮而名留青史的徐庶在经过一番游历后到了青岛胶南的帽子峰一带隐居下来。\n\n徐庶作为三国前期为数不多的智者之一，在刘备王朝的建立过程中曾经起到过非常重要的作用。作了刘备的军师后，徐庶大展才华，在数月之间连施妙计，杀吕旷斩吕翔，大破八门金锁阵，败曹仁取樊城，使刘备的士气军心为之一变，使曹操的嚣张气焰为之一寒，他向刘备推荐了诸葛亮。因其母被曹操所执，被迫降曹后,徐庶作过中郎将,御史中丞。但无论是《三国演义》，还是其他史书，都未交代这位三国著名人物的去处，是作者无意间忽略了这样一个重要的人物，还是出于某种考虑有意识地避开不谈？我们无从考证。徐庶的去处也众说纷纭，在胶南近年整理校注的编纂于清乾隆年间的《灵山卫志》中找到了关于徐庶在胶南隐居传说的记载，胶南的帽子峰现仍有徐庶庙的遗迹，胶南民间有许多关于徐庶的传说。\n\n话从建安十三年（公元208年）说起：三国混战，生灵涂炭，老百姓的生活苦不堪言；刘备携民渡江尸塞河道；赤壁一场大火，亡兵数十万。面对残酷的现实，加上老母亲为自己的愚蠢而含恨九泉。徐庶悲愤到了极点，虽预谋摆脱了赤壁之战的干系，却也是万念俱焚，无处发泄的他，不由地仰天长叹：“我徐某，报国有心，却无力回天；不忠、不孝，枉为人臣。”满腹文韬武略的他眼睁睁地看着数十万兵士丧身火海而不能请缨解救，却行若无事，回想起少时“大丈夫处世，不能立功建业，不几与草木同腐”的誓言顿觉羞惭自秽，更无颜面见世人。\n\n年轻时雄心万丈、豪气冲天，只想寻得明主，得以为国家运筹帷幄。不仅可以实现自己的远大抱负，为“寰区大定，海县清一”的理想竭尽自己的智慧，遏止住大汉的衰落，象古贤管仲、晏婴仁名垂于竹帛、德光施及草木。可是综观当时天下之势，已成鼎立，曹孟德虽败赤壁，却具天时。此人虽虚怀纳士，终是枭雄，争权夺利之徒，挟天子令诸侯，以百万将士之白骨，搭建自己通向权力顶峰的台阶，不能扶汉家之威，救黎民于战火涂炭之中。孙郎安居江东，占尽地理之利，亦虎视眈眈，难免兴战火之燎原。心灰意冷的徐庶，内心的悲酸只有自己明白。他百感交集，满脑子是退隐江湖、与世无争的念头，盼望着归隐山林、清风扫门、明月侍坐的时光。在曹操造好铜雀台待锁二乔时，正春风得意，此时的徐庶已易装、潜形，避开繁华闹市，一路出散关、绕长安、游嵩山、回颖川。拜泰山、走青州、访蓬莱、沿渤海湾畔寻访;踏上了秦始皇三次登台祭拜、刻碑颂德、求长生不老仙药的琅琊台。他拜祭了始皇帝、汉武帝均来琅琊祠过的四时主神，探访先祖徐福的足迹。徐福是齐乡方士代表和首领，而琅琊则是齐方士最集中的地区，有着众多的人数和实力。与徐福同时的方士首领，被后人尊为神仙的安期生即是“琅琊阜乡亭人”，曾与秦始皇“语三夜”。也许，徐庶是被琅琊的名气和众多的“神仙”吸引来，他也要到这里修炼成仙。\n\n他刚登临泰山之顶领略一览众山小的豪气，又立足琅琊台感受秦始皇君临天下的英武。泰山虽高，然观日出，难见大海，而琅琊台观日则可目睹其从海底升腾之全景，更为壮丽。站在琅琊台上，放眼望去，汹涌澎湃的大海，无涯无际，朝夕晖阳，让人心旷神怡。脚下云遮日霭，水回天籁；鹤舞松涛之上，鹿呦涧水林阴，大珠山、小珠山、水灵山岛、斋堂岛（为秦始皇斋戒的小岛）环伺周边；观龙湾的白龙戏滩，海市蜃楼的时隐时现，这一切令他陶醉，使他忘却了战场的血雨腥风。\n\n他到了与琅琊台隔海相临的大珠山。大珠山僻荒一域，怪石嶙峋，与海天相依。走兔飞乌，碧树成阴，松涛訇鸣，涧泉戏流水，白云舞清风。山上有峰状如帽子，曰帽子峰。峰下麓角入海。潮涌起处白雪横铺，蛟枭龟寿，渔礁存生。白帆孤影尽穷天际，一派仙家乐土，隐士圣地。他选择了帽子峰隐居下来。玉盘罩顶的帽子峰上，宽袖逸衫，剑影青锋。丹炉红光闪烁，香烟缭绕，风吼箫和。半仙之体的徐庶这时候已达到忘我的境界。随后的岁月里，乡民们经常见到一位仙姿道骨的长髯隐士穿行于胶南沿海一带。他就是厌倦战争的军事家、归隐帽子峰的社会活动家徐庶。据青岛市博物馆及青岛市社会科学研究所的考察，距离帽子峰不远的徐山(原属胶南，今为青岛市黄岛区)即因徐庶而得名。传说三国时，徐庶从大珠山经过这里，在西山的山洞中住过一夜，故将该山称为徐山，即徐庶之山。在牛王庙山西坡的石头上，有两段长数米的粗如茶杯、状如自行车辙印的石槽，当地人说这是徐庶当年推着独轮车经过时压下的车辙印。在徐山东坡有徐庶洞，数年前因采石而被人炸毁，现仅余一大石坑，约100平方米。\n\n徐庶用那渊博的知识和过人的智慧帮助乡民。他知天文、晓地理，为渔民出海打鱼选择适当的气候时令。躲恶风、除蛟害，用他的岐黄之术为老百姓排忧解难。教农人采桑养蚕，耕种五谷，承平富庶。乡人有难无不倾心相助，他为当地老百姓做了大量的好事，同时也留下了很多有关他的传说故事，在胶南还有“徐庶不离帽子峰 ”之谚。在《灵山卫志》中就记载有徐庶在胶南活动的传说。他被乡人奉为神仙，传颂方圆数百里。若干年后，人们在大珠山帽子峰建起了徐庶庙，从此香火不断，供奉达到了狂热的程度，无事不求。过往渔民和胶南、胶州、诸城、高密等地的群众都来进香，十分敬重。象南方人出海前拜祭妈祖一样，此地人出海则是到徐庶庙叩拜。\n\n约于二十世纪四十年代徐庶庙被毁，今庙基尚存。当地很多居民仍信奉着徐庶，每当出海远行必先到徐庶庙址祭拜徐庶，按时进香，“徐庶不离帽子峰”的传说在当地家喻户晓。每到正月初一至初五，人们便成群结队的到帽子峰祭拜他。正月爬帽子峰是胶南的一项独特习俗，在正月初一五更年夜饭后，附近的人们纷纷持灯笼，携鞭炮等，向帽子峰顶攀去，远远看去，像一条蜿蜒游动的火龙，极其壮观。《胡氏世说》云：灵山东北海中有鼓子洋。岛上有白耐冬花，大可拱把。好事者泛海致之，遇老人驾小舟至，芒履道服，貌甚古。问\"小子何往？\"以实对。叱曰：\"此非世俗间物，可留伴耐冬人耳。\"又云：\"即墨有道学先生胡峄阳，为吾通一问讯。\"言已不见。其人惊疑，遂反登筏。大风忽起，弃其所获乃已。后访胡峄阳，具道其事。胡怃然曰：此三国时徐庶也，隐居鼓子洋久矣\n\n胶南帽子峰与三国徐庶\n\n帽子峰，位于青岛胶南市大珠山南麓的鱼池村，是大珠山众多的险峰奇观之一，海拔223米。峰顶突兀险峻，隆起宽大，状似礼帽（也有的说因时常有白云萦绕，远眺象是戴着一顶帽子）故名帽子峰。帽子峰挺拔险峻，不易攀登。登上峰顶，顿觉腾空而立，心旷神怡。站在峰顶，东观灵山岛，西眺琅琊台，南望大海，北仰壁立千仞、姿态万千的大珠山。古人留下了这样一首诗：“乘胜攀登帽子峰，石礓高仰几千重。悬崖步履心盛怯，窄径崎岖足不容。东望灵山双奇秀，西偏琅琊四面峰。北接珠山通洞府，南临黄海有渔翁。湘子门前云霭霭，桃林村外水盈盈。”经考证，三国徐庶曾隐居胶南，早年帽子峰曾建有徐庶庙。庙宇呈正方形，四面各 3.5米，高4米，飞檐斗拱，青瓦盖顶，是一座古朴典雅的建筑。庙内正面有泥塑徐庶像，正中是香案，墙壁绘有壁画，历代香火旺盛;庙外北侧有凉棚，相传是徐庶看书观海之处。庙宇早已坍塌，但其庙基尚清晰可见。凉棚处仍保留着几处立顶柱的柱洞。徐庶隐居胶南沿海一带时，曾利用自己的聪明才智为当地渔民做了许多好事。为了纪念他，人们在帽子峰上建起徐庶庙。现在，虽然徐庶庙已坍塌，但当地人们仍对帽子峰有特殊的感情，帽子峰上一直香火不断。每逢三月三、九月九，渔民们便登峰祈祷。每到过年，附近村庄人们带上供品，到此燃放鞭炮，怀念徐庶，祈祷岁岁平安。\n\n咏鼓子洋白耐冬花 （清·赵法宪 胶州人）\n\n皭然冰雪姿，遗世而独立。\n\n亭亭空谷中，寒威不能蚀。\n\n烟岚伴其幽，玉石贞其德。\n\n霜月满林皋，点缀乾坤色。\n\n有客海上来，疑是徐元直。\n\n云际落天表，可望不可即。\n\n注：鼓子洋即灵山岛附近的一座小岛。清朝当地诗人在写景时将徐元直（即徐庶）信手写入诗中，可见徐庶隐居并活动于胶南一带的传说久已有之，且广为流传。\n徐庶字：元直籍贯：豫州  颍川郡（今河南许昌一带）官职：右中郎将  御史中丞  历史年表：徐庶原名徐福，本是寒微人家的孩子。（注：《魏略》原文“ 庶先名福，本单家子”，有人将其解释成徐庶原为姓单人家的孩子，不过目前主流说法将“单家”解释成背景单薄、出身寒微的人家，故有了如本文的解释。）徐庶年少时爱好任侠击剑，曾于东汉中平末年(189年左右)为人报仇，脸上涂上白垩，披发逃走，被官吏抓获。官吏问他姓名，他不回答，于是官吏将他绑到车上，击鼓行于市，认识他的人也不敢说。后来，徐庶的同伴一起来解救他，得以逃脱。徐庶感慨获救，从此弃刀戟，换上疏巾单衣，折节向学。开始拜访学堂之时，诸位学生听说他以前作过贼，都不与他接近。徐庶于是摆出卑躬的态度，常早起独自扫除，从而得以听课，通晓义理。他与同郡的石韬交好。东汉初平年间(190 年-193年)，中原地区开始战乱，徐庶和石韬一起南行，客居荆州。到达荆州后，徐庶与诸葛亮、司马徽、庞统等人相友善。刘备屯于新野期间，徐庶去见刘备，被刘备所器重。后经徐庶的推荐，刘备得到了诸葛亮。208年，曹操南征，刘备于长坂兵败，徐庶的母亲被曹军抓获。徐庶向刘备告辞，指着自己的心说：“ 本欲与将军共图王霸之业，就是靠这方寸之地。如今已失老母，方寸乱了，无益于事，请从此别。”于是刘备同意徐庶离开，徐庶和石韬向北投降了曹操。魏黄初年间(220年-226年)，徐庶在魏国官至右中郎将、御史中丞。魏太和年间(227年-233年)后，徐庶病逝，留有碑在彭城。历史评价：诸葛亮：①夫参署者，集众思广忠益也。若远小嫌，难相违覆，旷阙损矣。违覆而得中，犹弃弊蹻而获珠玉。然人心苦不能尽，惟徐元直处兹不惑。②昔初交州平，屡闻得失，后交元直，勤见启诲。\n</blockquote>","postDate":"2008-03-16 22:45:01","postId":612,"type":"post","status":"publish","imported":true,"file":"612.md"}