{"title":"生活是一个妥协的过程-顾长卫《立春》影评","zzzContent":"“立春一过，城市里还没有什么春天的迹象，但风真的就不一样了。”\n                           -<<立春>>\n<blockquote>\n《立春》的投资高达2000万元，其时代背景比《孔雀》晚了十多年。片中，蒋雯丽扮演一个自认为怀才不遇的女高音歌唱家，在一家音乐学院担任老师。这个有些自恋的老师经常梦想能被国外的乐团发掘，并跟随国外乐团到世界各地巡回演出。但这只是她个人的一个梦想而已，现实和梦想的巨大差异让她开始构筑一个属于自己的精神世界，并且沉迷于其中。\n</blockquote>\n看完全片，累。\n影片海报一张大大的裸照，吊足了人们的胃口，然而，全片却就是王彩玲给黄四宝做模特的这一场，算是补上了色这一节。其实，整场电影下来，一点儿不色。不过片中也有几段音效不适合儿童，一处是王彩玲在国家剧院外面的时候，我老觉得听到恐怖片的配乐，一直在想，是幻觉吗？我最近没看恐怖片啊。最后悟过来，原来高音歌唱家们在剧院里唱的声音传到场外，就是这调调儿啊，真像恐怖片。另一处，其实多次出现，就是经常在王彩玲的家里这听到隔壁美少妇的“哦。。。啊。。。。。啊\"的叫床声，我开始也没反应过来这哪来的声音，呵呵。导演整这么一出，估计是为了验证美少妇“我老公每天都有要求”的口头禅吧。这么一来，电影也能搭上\"很黄很暴力”的边了，票房肯定不会差了。\n   一出场的王彩玲，天生一幅好嗓子，热爱艺术，但是小地方对此并不感冒，她却沉浸在自己的梦境里，一如以往去常去北京听歌剧，拿出积蓄上京买户口。当她演唱的时候，周边观众一下子全部散去，老天爷在此时下起不大不小的雪，她的内心冷到冰点。同病相怜的舞蹈老师受不了人们的冷眼，求她说要假借婚。我以为她一定会答应，因为这是一般小说的套路。<strong>然而电影中王彩玲没有答应，她说，你是人们喉咙中的一根骨头，我只是不甘于庸俗，人们总想除去你，而我撑不住的时候我可以妥协退于平庸。</strong>\n<blockquote>\n     张瑶饰演的高贝贝找到王彩玲，她自称身患绝症，唯一的心愿就是可以参加全国歌手大赛并获奖。在北京求职多次碰壁已经让王彩玲深深失望，同时为了帮助高贝贝，王彩玲放弃了进京的梦想，将这笔金钱用来资助后者打通关系。却没想到，自己的好心面对的是一场精心策划的谎言。\n</blockquote>\n      美少妇到处宣扬她的老公多么能挣钱，她们的婚姻是多么幸福，然而豪无征兆地，她的老公忽然之间卷走所有存款消失，美少妇找到王彩玲诉苦，说\"我现在连你都不如了\",王彩玲一针见血地说：你跟我说这些，把我当朋友，只是因为我比你更不幸福\".\n     王彩玲回家过了一个春节，在初一这个早上起床很早，听到母亲在院子里放炮竹，马上起来对母亲说，妈，给您拜年了。其实老人并不指望女儿给带多少东西回家，她们所要的，只是自己女儿嫁人，只是要自己女儿有一个平静但幸福的家庭。我一时想起了论语－里仁:\n<blockquote>\n子曰：父母之年不可不知也；一则以喜，一则以惧。\n</blockquote>\n    孔子说，父母的生日，做子女的不能不明白。一来高兴，寿日，当庆贺。一来又担忧，父母的年齡大一岁，说明他们在人世的时间又短了一年，陪自己的时间又短了一年。所以，尽孝要趁早，不然，\"子欲养而亲不在\"，空留遗憾。\n    北京的钱被骗了，歌唱家做不成了，梦彻底毁灭了。而美少妇邻居的遭遇又说明了男人不可靠（色戒说女人不可靠，投名状说兄弟不可靠,集结号说组织不可靠,这下男人不可靠也凑齐活了),但是生活还得继续。王彩玲这次彻彻底底地向生活妥协了，反正婚介所也不可靠,干脆下决心单身过日子，领养了一个唇裂的孤儿，在街上卖起了羊肉，后来生活还很富足，虽不能相夫，然教子颇有成效，也是一乐。后来，她医好了孩子的唇裂，带着孩子在天安门唱儿歌，对着这个让她无数次梦里向往的地方若有所思。\n   影片结束,王彩玲身着华服，在国家大剧院在众多伴奏中高唱\"我常把珠宝缀满了圣母的衣襟，把我的歌声献给上帝和天上灿烂的群星；在绝望的时刻，为何，为何，上帝啊，为何对我这样残酷无情？\"，神圣而肃穆，终于潸然泪下。我看不懂，这是梦境呢,还是事实呢?其实我认为这是导演的祝福而已，一如片后“谨以此片献给王彩玲\"的文字附注。做为观者，我知道，王彩玲已经寻到了幸福。\n   祝愿王彩玲的路，不再在王小凡的身上重演。但这，又何其艰难。凡高之所以成为凡高。因为全世界几百年也才能出一个凡高。每个县城出凡高，每年都出凡高，那凡高又如何是凡高。王小凡名字带着凡字，但我敢说她基本也就没可能成为凡高了。我只是祈求，王小凡放弃她的理想的妥协过程能更.....更生活一些。","postDate":"2008-05-02 02:02:11","postId":630,"type":"post","status":"publish","imported":true,"file":"630.md"}